const optionsSubject = [
    { value: 'הרשמה', label: 'הרשמה' },
    { value: 'תלונה', label: 'תלונה' },
    { value: 'באג', label: 'באג' },
    { value: 'אחר', label: 'אחר' },
]

const optionsSupllier = [
    { value: 'קייטרינג', label: 'קייטרינג' },
    { value: 'דיגיי', label: 'דיגיי' },
    { value: 'בר', label: 'בר' },
    { value: 'ציוד', label: 'ציוד' },
  ]

  const optionsBar = [
    { value: 'vodka', label: 'וודקה' },
    { value: 'gin', label: 'גין' },
    { value: 'wiskey', label: 'ויסקי' },
    { value: 'tequila', label: 'טקילה' },
    { value: 'beer', label: 'בירה' },
  ]

  const optionsDj = [
    { value: 'rap', label: 'ראפ' },
    { value: 'hiphop', label: 'היפהופ' },
    { value: 'eightees', label: 'שנות השמונים' },
    { value: 'trance', label: 'טראנס' },
    { value: 'techno', label: 'טכנו' },
    { value: 'modern', label: 'מודרני' },
  ]

  const optionsCatering = [
    { value: 'meal', label: 'בשרים' },
    { value: 'milk', label: 'חלבי' },
    { value: 'vegetrian', label: 'צמחוני ' },
    { value: 'naturalistic', label: 'טבעוני' },
    { value: 'integrated', label: 'משולב' },
    { value: 'milkCosher', label: 'כשר חלבי' },
    { value: 'meatCosher', label: 'כשר בשרי' },
  ]

  const optionsEquip = [
    { value: 'table', label: 'שולחן' },
    { value: 'chair', label: 'כיסא' },
    { value: 'plate', label: 'צלחת ' },
    { value: 'knife', label: 'סכין' },
    { value: 'spoon', label: 'כף' },
    { value: 'modern', label: 'מודרני' },
  ]
  const AllCities = [
    {
      label: "אבו גוש",
      value: "אבו גוש",
      "long": 35.11016,
      "latt": 31.80575
  },
  {
      label: "אבו עבדון",
      value: "אבו עבדון",
      "long": 35.11016,
      "latt": 31.80575
  },
  {
      label: "אבו ג'ווייעד",
      value: "אבו ג'ווייעד",
      "long": 34.7749,
      "latt": 32.05493
  },
  {
      label: "אבו תלול",
      value: "אבו תלול",
      "long": 34.73974,
      "latt": 31.38059
  },
  {
      label: "אבו רוקייק",
      value: "אבו רוקייק",
      "long": 35.11016,
      "latt": 31.80575
  },
  {
      label: "אבו עמאר",
      value: "אבו עמאר",
      "long": 35.14814,
      "latt": 32.53362
  },
  {
      label: "אבו קרינאת ישוב",
      value: "אבו קרינאת ישוב",
      "long": 34.95858,
      "latt": 31.13369
  },
  {
      label: "אבו רובייעה",
      value: "אבו רובייעה",
      "long": 35.23931,
      "latt": 31.74771
  },
  {
      label: "אבו קורינאת",
      value: "abu qureinat",
      "long": 34.95858,
      "latt": 31.13369
  },
  {
      label: "אבטליון",
      value: "אבטליון",
      "long": 35.34751,
      "latt": 32.83701
  },
  {
      label: "אביטל",
      value: "אביטל",
      "long": 35.30734,
      "latt": 32.55795
  },
  {
      label: "אבו עמרה",
      value: "אבו עמרה",
      "long": 35.14814,
      "latt": 32.53362
  },
  {
      label: "אביגדור",
      value: "אביגדור",
      "long": 34.73795,
      "latt": 31.71253
  },
  {
      label: "אבטין",
      value: "אבטין",
      "long": 35.11561,
      "latt": 32.76231
  },
  {
      label: "אבו סנאן",
      value: "אבו סנאן",
      "long": 35.16903,
      "latt": 32.96059
  },
  {
      label: "אבו סריחאן",
      value: "אבו סריחאן",
      "long": 35.11016,
      "latt": 31.80575
  },
  {
      label: "אביאל",
      value: "אביאל",
      "long": 34.99406,
      "latt": 32.53198
  },
  {
      label: "אחיטוב",
      value: "אחיטוב",
      "long": 34.99354,
      "latt": 32.38988
  },
  {
      label: "אור הגנוז",
      value: "אור הגנוז",
      "long": 35.44577,
      "latt": 33.00455
  },
  {
      label: "אדירים",
      value: "אדירים",
      "long": 35.26959,
      "latt": 32.54851
  },
  {
      label: "אור עקיבא",
      value: "אור עקיבא",
      "long": 34.91493,
      "latt": 32.50472
  },
  {
      label: "אורנית",
      value: "אורנית",
      "long": 34.99551,
      "latt": 32.12227
  },
  {
      label: "אבן ספיר",
      value: "אבן ספיר",
      "long": 35.13901,
      "latt": 31.76035
  },
  {
      label: "אחוזם",
      value: "אחוזם",
      "long": 34.76386,
      "latt": 31.55521
  },
  {
      label: "אורות",
      value: "אורות",
      "long": 34.80201,
      "latt": 32.05458
  },
  {
      label: "אחיסמך",
      value: "אחיסמך",
      "long": 34.91328,
      "latt": 31.94011
  },
  {
      label: "אומן",
      value: "אומן",
      "long": 35.24257,
      "latt": 32.56394
  },
  {
      label: "אושה",
      value: "אושה",
      "long": 35.11126,
      "latt": 32.79652
  },
  {
      label: "אופקים",
      value: "ofaאופקיםqim",
      "long": 34.63123,
      "latt": 31.30776
  },
  {
      label: "אוהד",
      value: "אוהד",
      "long": 34.43024,
      "latt": 31.23689
  },
  {
      label: "אומץ",
      value: "אומץ",
      "long": 34.99498,
      "latt": 32.37011
  },
  {
      label: "אורנים",
      value: "אורנים",
      "long": 34.63622,
      "latt": 31.80528
  },
  {
      label: "אבשלום",
      value: "אבשלום",
      "long": 34.33561,
      "latt": 31.19688
  },
  {
      label: "אום אל-פחם",
      value: "אום אל-פחם",
      "long": 35.14797,
      "latt": 32.52028
  },
  {
      label: "אום אל-קוטוף",
      value: "אום אל-קוטוף",
      "long": 35.05497,
      "latt": 32.47214
  },
  {
      label: "אזור",
      value: "אזור",
      "long": 34.80791,
      "latt": 32.02249
  },
  {
      label: "אדורה",
      value: "אדורה",
      "long": 35.01776,
      "latt": 31.5526
  },
  {
      label: "אדרת",
      value: "אדרת",
      "long": 34.99504,
      "latt": 31.65972
  },
  {
      label: "אודים",
      value: "אודים",
      "long": 34.84644,
      "latt": 32.26545
  },
  {
      label: "אור יהודה",
      value: "אור יהודה",
      "long": 34.86568,
      "latt": 32.03111
  },
  {
      label: "אבנת",
      value: "אבנת",
      "long": 35.43575,
      "latt": 31.6789
  },
  {
      label: "אביעזר",
      value: "אביעזר",
      "long": 35.18496,
      "latt": 31.73101
  },
  {
      label: "אדמית",
      value: "אדמית",
      "long": 35.21141,
      "latt": 33.07946
  },
  {
      label: "אבני איתן",
      value: "אבני איתן",
      "long": 35.7663,
      "latt": 32.82428
  },
  {
      label: "אבן יהודה",
      value: "אבן יהודה",
      "long": 34.88387,
      "latt": 32.26864
  },
  {
      label: "אבירים",
      value: "abbirim",
      "long": 35.28683,
      "latt": 33.03919
  },
  {
      label: "אום בטין",
      value: "אום בטין",
      "long": 34.88228,
      "latt": 31.27432
  },
  {
      label: "אבן שמואל",
      value: "אבן שמואל",
      "long": 34.76408,
      "latt": 31.57494
  },
  {
      label: "אבן מנחם",
      value: "אבן מנחם",
      "long": 35.29468,
      "latt": 33.07329
  },
  {
      label: "אביבים",
      value: "אביבים",
      "long": 34.79539,
      "latt": 32.1208
  },
  {
      label: "אודם",
      value: "אודם",
      "long": 35.75006,
      "latt": 33.19313
  },
  {
      label: "אורים",
      value: "אורים",
      "long": 34.52418,
      "latt": 31.30463
  },
  {
      label: "אבני חפץ",
      value: "אבני חפץ",
      "long": 35.07434,
      "latt": 32.28681
  },
  {
      label: "אביחיל",
      value: "אביחיל",
      "long": 34.86913,
      "latt": 32.34557
  },
  {
      label: "איתמר",
      value: "איתמר",
      "long": 35.30265,
      "latt": 32.17745
  },
  {
      label: "אחיהוד",
      value: "אחיהוד",
      "long": 35.17432,
      "latt": 32.911
  },
  {
      label: "אור הנר",
      value: "אור הנר",
      "long": 34.59983,
      "latt": 31.5576
  },
  {
      label: "אטרש",
      value: "אטרש",
      "long": 34.94938,
      "latt": 31.25999
  },
  {
      label: "אחווה",
      value: "אחווה",
      "long": 34.89989,
      "latt": 32.16163
  },
  {
      label: "אחיעזר",
      value: "אחיעזר",
      "long": 34.87194,
      "latt": 31.98115
  },
  {
      label: "אלומות",
      value: "אלומות",
      "long": 35.54605,
      "latt": 32.7068
  },
  {
      label: "אייל",
      value: "אייל",
      "long": 34.97856,
      "latt": 32.2109
  },
  {
      label: "אל-עריאן",
      value: "אל-עריאן",
      "long": 35.12291,
      "latt": 32.49802
  },
  {
      label: "איבים",
      value: "איבים",
      "long": 34.61102,
      "latt": 31.53252
  },
  {
      label: "איתנים",
      value: "איתנים",
      "long": 35.09644,
      "latt": 31.77732
  },
  {
      label: "אחוזת ברק",
      value: "אחוזת ברק",
      "long": 35.33789,
      "latt": 32.6433
  },
  {
      label: "אלומה",
      value: "אלומה",
      "long": 34.74298,
      "latt": 31.65132
  },
  {
      label: "אורה",
      value: "אורה",
      "long": 35.156,
      "latt": 31.75581
  },
  {
      label: "אורטל",
      value: "אורטל",
      "long": 35.76108,
      "latt": 33.08437
  },
  {
      label: "אילת",
      value: "אילת",
      "long": 34.95305,
      "latt": 29.55002
  },
  {
      label: "אילון",
      value: "אילון",
      "long": 35.21813,
      "latt": 33.06337
  },
  {
      label: "אירוס",
      value: "אירוס",
      "long": 34.77663,
      "latt": 31.92878
  },
  {
      label: "איילת השחר",
      value: "איילת השחר",
      "long": 35.57808,
      "latt": 33.02445
  },
  {
      label: "אלוני יצחק",
      value: "אלוני יצחק",
      "long": 35.00245,
      "latt": 32.51187
  },
  {
      label: "אלון שבות",
      value: "אלון שבות",
      "long": 35.12667,
      "latt": 31.65348
  },
  {
      label: "אילות",
      value: "אילות",
      "long": 34.96398,
      "latt": 29.58155
  },
  {
      label: "אילניה",
      value: "אילניה",
      "long": 35.40563,
      "latt": 32.75992
  },
  {
      label: "אלון הגליל",
      value: "אלון הגליל",
      "long": 35.21957,
      "latt": 32.75953
  },
  {
      label: "באר אורה",
      value: "באר אורה",
      "long": 34.98582,
      "latt": 29.70954
  },
  {
      label: "אלישמע",
      value: "אלישמע",
      "long": 34.92896,
      "latt": 32.15192
  },
  {
      label: "אל-רום",
      value: "אל-רום",
      "long": 35.76803,
      "latt": 33.18049
  },
  {
      label: "אלמגור",
      value: "אלמגור",
      "long": 35.60229,
      "latt": 32.91098
  },
  {
      label: "אלמוג",
      value: "אלמוג",
      "long": 35.4613,
      "latt": 31.78778
  },
  {
      label: "אלוני הבשן",
      value: "אלוני הבשן",
      "long": 35.83846,
      "latt": 33.04142
  },
  {
      label: "איתן",
      value: "איתן",
      "long": 34.75113,
      "latt": 31.57309
  },
  {
      label: "אלונים",
      value: "אלונים",
      "long": 34.55574,
      "latt": 31.65661
  },
  {
      label: "אליכין",
      value: "אליכין",
      "long": 34.91807,
      "latt": 32.40872
  },
  {
      label: "אלישיב",
      value: "אלישיב",
      "long": 34.9095,
      "latt": 32.37944
  },
  {
      label: "אליפז",
      value: "אליפז",
      "long": 35.01246,
      "latt": 29.7959
  },
  {
      label: "אליאב",
      value: "אליאב",
      "long": 34.92792,
      "latt": 31.52966
  },
  {
      label: "אליקים",
      value: "אליקים",
      "long": 35.06429,
      "latt": 32.63345
  },
  {
      label: "אלוני אבא",
      value: "אלוני אבא",
      "long": 34.86434,
      "latt": 32.32125
  },
  {
      label: "אכסאל",
      value: "אכסאל",
      "long": 35.32495,
      "latt": 32.68188
  },
  {
      label: "אלון מורה",
      value: "אלון מורה",
      "long": 35.33256,
      "latt": 32.22469
  },
  {
      label: "אלעד",
      value: "אלעד",
      "long": 34.95702,
      "latt": 32.05038
  },
  {
      label: "אליפלט",
      value: "אליפלט",
      "long": 35.55063,
      "latt": 32.94996
  },
  {
      label: "בטחה",
      value: "בטחה",
      "long": 34.63284,
      "latt": 31.33305
  },
  {
      label: "אמציה",
      value: "אמציה",
      "long": 34.91347,
      "latt": 31.53376
  },
  {
      label: "אפיק",
      value: "אפיק",
      "long": 35.70206,
      "latt": 32.77773
  },
  {
      label: "אריאל",
      value: "אריאל",
      "long": 35.19219,
      "latt": 32.10534
  },
  {
      label: "ארבל",
      value: "ארבל",
      "long": 35.48471,
      "latt": 32.8126
  },
  {
      label: "אשחר",
      value: "אשחר",
      "long": 35.30303,
      "latt": 32.8811
  },
  {
      label: "ארז",
      value: "ארז",
      "long": 34.56778,
      "latt": 31.55969
  },
  {
      label: "באר מילכה",
      value: "באר מילכה",
      "long": 34.40659,
      "latt": 30.93208
  },
  {
      label: "אניעם",
      value: "אניעם",
      "long": 35.74049,
      "latt": 32.95765
  },
  {
      label: "אלעזר",
      value: "אלעזר",
      "long": 35.14147,
      "latt": 31.66193
  },
  {
      label: "אמנון",
      value: "אמנון",
      "long": 35.57344,
      "latt": 32.90404
  },
  {
      label: "אשלים",
      value: "אשלים",
      "long": 34.70069,
      "latt": 30.96374
  },
  {
      label: "בארות יצחק",
      value: "בארות יצחק",
      "long": 34.91138,
      "latt": 32.04003
  },
  {
      label: "אלפי מנשה",
      value: "אלפי מנשה",
      "long": 35.01482,
      "latt": 32.17122
  },
  {
      label: "אשכולות",
      value: "אשכולות",
      "long": 35.28947,
      "latt": 32.9124
  },
  {
      label: "אעצם",
      value: "אעצם",
      "long": 35.567,
      "latt": 32.72451
  },
  {
      label: "בית הלוי",
      value: "בית הלוי",
      "long": 34.9317,
      "latt": 32.35366
  },
  {
      label: "בית גוברין",
      value: "בית גוברין",
      "long": 34.89341,
      "latt": 31.60782
  },
  {
      label: "ארסוף",
      value: "ארסוף",
      "long": 34.8157,
      "latt": 32.21363
  },
  {
      label: "אמונים",
      value: "אמונים",
      "long": 34.67095,
      "latt": 31.74031
  },
  {
      label: "אספר",
      value: "אספר",
      "long": 35.18828,
      "latt": 31.58593
  },
  {
      label: "בורגתה",
      value: "בורגתה",
      "long": 34.96123,
      "latt": 32.32518
  },
  {
      label: "באר טוביה",
      value: "באר טוביה",
      "long": 34.72555,
      "latt": 31.73436
  },
  {
      label: "אפיקים",
      value: "אפיקים",
      "long": 35.57808,
      "latt": 32.67995
  },
  {
      label: "אמירים",
      value: "אמירים",
      "long": 35.45043,
      "latt": 32.93973
  },
  {
      label: "אפרת",
      value: "אפרת",
      "long": 35.14936,
      "latt": 31.65233
  },
  {
      label: "בית ג'ן",
      value: "בית ג'ן",
      "long": 35.3775,
      "latt": 32.96512
  },
  {
      label: "באר יעקב",
      value: "באר יעקב",
      "long": 34.82882,
      "latt": 31.93291
  },
  {
      label: "בוסתן הגליל",
      value: "בוסתן הגליל",
      "long": 35.0863,
      "latt": 32.94728
  },
  {
      label: "ארגמן",
      value: "ארגמן",
      "long": 35.0794,
      "latt": 32.91871
  },
  {
      label: "אלקוש",
      value: "אלקוש",
      "long": 35.32724,
      "latt": 33.03509
  },
  {
      label: "בוקעאתא",
      value: "בוקעאתא",
      "long": 35.77952,
      "latt": 33.20603
  },
  {
      label: "בית גמליאל",
      value: "בית גמליאל",
      "long": 34.76132,
      "latt": 31.85695
  },
  {
      label: "אשדוד",
      value: "אשדוד",
      "long": 34.65732,
      "latt": 31.80793
  },
  {
      label: "אשדות יעקב מאוחד",
      value: "אשדות יעקב מאוחד",
      "long": 35.58204,
      "latt": 32.66523
  },
  {
      label: "אפיניש",
      value: "אפיניש",
      "long": 34.64788,
      "latt": 31.79672
  },
  {
      label: "אשקלון",
      value: "אשקלון",
      "long": 34.5697,
      "latt": 31.66667
  },
  {
      label: "אשבול",
      value: "אשבול",
      "long": 34.66889,
      "latt": 31.44354
  },
  {
      label: "אלקנה",
      value: "אלקנה",
      "long": 35.03995,
      "latt": 32.11382
  },
  {
      label: "באקה אל-גרביה",
      value: "באקה אל-גרביה",
      "long": 35.04106,
      "latt": 32.4195
  },
  {
      label: "אעבלין",
      value: "אעבלין",
      "long": 35.19137,
      "latt": 32.82403
  },
  {
      label: "אסד",
      value: "אסד",
      "long": 35.26595,
      "latt": 32.93719
  },
  {
      label: "אשבל",
      value: "אשבל",
      "long": 35.3053,
      "latt": 32.87718
  },
  {
      label: "בית הגדי",
      value: "בית הגדי",
      "long": 34.61227,
      "latt": 31.41788
  },
  {
      label: "בית דגן",
      value: "בית דגן",
      "long": 34.82899,
      "latt": 32.00282
  },
  {
      label: "בית ברל",
      value: "בית ברל",
      "long": 34.92616,
      "latt": 32.2015
  },
  {
      label: "אפק",
      value: "אפק",
      "long": 35.12817,
      "latt": 32.84038
  },
  {
      label: "אשל הנשיא",
      value: "אשל הנשיא",
      "long": 34.69933,
      "latt": 31.32555
  },
  {
      label: "ביריה",
      value: "ביריה",
      "long": 35.49992,
      "latt": 32.97912
  },
  {
      label: "בית אל",
      value: "בית אל",
      "long": 34.79454,
      "latt": 31.25646
  },
  {
      label: "אתגר",
      value: "אתגר",
      "long": 34.96747,
      "latt": 32.77241
  },
  {
      label: "בארותיים",
      value: "בארותיים",
      "long": 34.98462,
      "latt": 32.32078
  },
  {
      label: "ביר אל-מכסור",
      value: "ביר אל-מכסור",
      "long": 35.21408,
      "latt": 32.77348
  },
  {
      label: "באר גנים",
      value: "באר גנים",
      "long": 34.61207,
      "latt": 31.7
  },
  {
      label: "בחן",
      value: "בחן",
      "long": 35.01873,
      "latt": 32.35004
  },
  {
      label: "אשתאול",
      value: "אשתאול",
      "long": 34.55858,
      "latt": 31.66724
  },
  {
      label: "באר שבע",
      value: "באר שבע",
      "long": 34.79079,
      "latt": 31.23616
  },
  {
      label: "בארי",
      value: "בארי",
      "long": 34.49177,
      "latt": 31.42495
  },
  {
      label: "בית אורן",
      value: "bet oren",
      "long": 35.00506,
      "latt": 32.73122
  },
  {
      label: "בית הלל",
      value: "בית הלל",
      "long": 34.82322,
      "latt": 32.08387
  },
  {
      label: "ביצרון",
      value: "ביצרון",
      "long": 34.7983,
      "latt": 32.06711
  },
  {
      label: "בית אלפא",
      value: "בית אלפא",
      "long": 35.43348,
      "latt": 32.51035
  },
  {
      label: "בית אריה",
      value: "בית אריה",
      "long": 35.05123,
      "latt": 32.0336
  },
  {
      label: "בית העמק",
      value: "בית העמק",
      "long": 35.14493,
      "latt": 32.97005
  },
  {
      label: "בית אלעזרי",
      value: "בית אלעזרי",
      "long": 34.80326,
      "latt": 31.84453
  },
  {
      label: "בית חשמונאי",
      value: "בית חשמונאי",
      "long": 34.9208,
      "latt": 31.88742
  },
  {
      label: "בית חנניה",
      value: "בית חנניה",
      "long": 34.92804,
      "latt": 32.53412
  },
  {
      label: "בית הערבה",
      value: "בית הערבה",
      "long": 35.22252,
      "latt": 31.75084
  },
  {
      label: "בית נחמיה",
      value: "בית נחמיה",
      "long": 34.95587,
      "latt": 31.97726
  },
  {
      label: "בית יהושע",
      value: "בית יהושע",
      "long": 34.86044,
      "latt": 32.26259
  },
  {
      label: "בית יצחק-שער חפר",
      value: "בית יצחק-שער חפר",
      "long": 34.89375,
      "latt": 32.34269
  },
  {
      label: "בית חירות",
      value: "בית חירות",
      "long": 34.8676,
      "latt": 32.37833
  },
  {
      label: "בית מאיר",
      value: "בית מאיר",
      "long": 35.0368,
      "latt": 31.79417
  },
  {
      label: "ברקת",
      value: "ברקת",
      "long": 34.94576,
      "latt": 32.01588
  },
  {
      label: "ביתר עילית",
      value: "ביתר עילית",
      "long": 35.12643,
      "latt": 31.70044
  },
  {
      label: "בת חן",
      value: "בת חן",
      "long": 34.57688,
      "latt": 31.65231
  },
  {
      label: "בית רימון",
      value: "בית רימון",
      "long": 35.32994,
      "latt": 32.7825
  },
  {
      label: "בית שאן",
      value: "בית שאן",
      "long": 35.50095,
      "latt": 32.50132
  },
  {
      label: "בית שמש",
      value: "בית שמש",
      "long": 34.98631,
      "latt": 31.73692
  },
  {
      label: "בן עמי",
      value: "בן עמי",
      "long": 35.12319,
      "latt": 33.00548
  },
  {
      label: "בית קשת",
      value: "בית קשת",
      "long": 35.39064,
      "latt": 32.71921
  },
  {
      label: "בית רבן",
      value: "בית רבן",
      "long": 34.73229,
      "latt": 31.81887
  },
  {
      label: "ביתן אהרן",
      value: "ביתן אהרן",
      "long": 34.87297,
      "latt": 32.36604
  },
  {
      label: "בת שלמה",
      value: "בת שלמה",
      "long": 35.00405,
      "latt": 32.59752
  },
  {
      label: "בן שמן מושב",
      value: "בן שמן מושב",
      "long": 34.92251,
      "latt": 31.95336
  },
  {
      label: "בלפוריה",
      value: "בלפוריה",
      "long": 35.2974,
      "latt": 32.63024
  },
  {
      label: "בן זכאי",
      value: "בן זכאי",
      "long": 34.7285,
      "latt": 31.85625
  },
  {
      label: "בית קמה",
      value: "בית קמה",
      "long": 34.76104,
      "latt": 31.44601
  },
  {
      label: "בית צבי",
      value: "בית צבי",
      "long": 34.97037,
      "latt": 32.72007
  },
  {
      label: "בית עוזיאל",
      value: "בית עוזיאל",
      "long": 35.18494,
      "latt": 31.77045
  },
  {
      label: "בית עריף",
      value: "בית עריף",
      "long": 34.93474,
      "latt": 31.9961
  },
  {
      label: "בית חנן",
      value: "בית חנן",
      "long": 34.77416,
      "latt": 31.93396
  },
  {
      label: "בית ינאי",
      value: "בית ינאי",
      "long": 34.86366,
      "latt": 32.38126
  },
  {
      label: "בית עובד",
      value: "בית עובד",
      "long": 34.77202,
      "latt": 31.92464
  },
  {
      label: "בית לחם הגלילית",
      value: "בית לחם הגלילית",
      "long": 35.19443,
      "latt": 32.73683
  },
  {
      label: "בית עזרא",
      value: "בית עזרא",
      "long": 34.65513,
      "latt": 31.73668
  },
  {
      label: "בית חורון",
      value: "בית חורון",
      "long": 35.12796,
      "latt": 31.87692
  },
  {
      label: "בית נקופה",
      value: "בית נקופה",
      "long": 35.12607,
      "latt": 31.80414
  },
  {
      label: "בית זיד",
      value: "בית זיד",
      "long": 35.11495,
      "latt": 32.7028
  },
  {
      label: "בית יוסף",
      value: "בית יוסף",
      "long": 35.5509,
      "latt": 32.55892
  },
  {
      label: "בית השיטה",
      value: "בית השיטה",
      "long": 35.43408,
      "latt": 32.54462
  },
  {
      label: "בית חלקיה",
      value: "בית חלקיה",
      "long": 34.80887,
      "latt": 31.79105
  },
  {
      label: "בית זית",
      value: "בית זית",
      "long": 35.1637,
      "latt": 31.78382
  },
  {
      label: "בית זרע",
      value: "בית זרע",
      "long": 35.57244,
      "latt": 32.69278
  },
  {
      label: "בית ניר",
      value: "בית ניר",
      "long": 34.87504,
      "latt": 31.64871
  },
  {
      label: "בית שקמה",
      value: "בית שקמה",
      "long": 34.60854,
      "latt": 31.63813
  },
  {
      label: "בני דרום",
      value: "בני דרום",
      "long": 34.69285,
      "latt": 31.82138
  },
  {
      label: "בני דרור",
      value: "בני דרור",
      "long": 34.90052,
      "latt": 32.26157
  },
  {
      label: "בני ראם",
      value: "בני ראם",
      "long": 34.7923,
      "latt": 31.77386
  },
  {
      label: "בת חצור",
      value: "בת חצור",
      "long": 34.75747,
      "latt": 32.01137
  },
  {
      label: "בת ים",
      value: "בת ים",
      "long": 34.74874,
      "latt": 32.01388
  },
  {
      label: "בת עין",
      value: "בת עין",
      "long": 35.09932,
      "latt": 31.65885
  },
  {
      label: "בני דקלים",
      value: "בני דקלים",
      "long": 34.91799,
      "latt": 31.51578
  },
  {
      label: "בני נצרים",
      value: "בני נצרים",
      "long": 34.31874,
      "latt": 31.1411
  },
  {
      label: "בנימינה ",
      value: "בנימינה",
      "long": 34.94185,
      "latt": 32.51832
  },
  {
      label: "בת חפר",
      value: "בת חפר",
      "long": 35.0122,
      "latt": 32.33553
  },
  {
      label: "בצרה",
      value: "בצרה",
      "long": 34.87909,
      "latt": 32.21353
  },
  {
      label: "בסמת טבעון",
      value: "בסמת טבעון",
      "long": 35.15405,
      "latt": 32.73691
  },
  {
      label: "בני ציון",
      value: "בני ציון",
      "long": 34.84369,
      "latt": 32.17428
  },
  {
      label: "ברקן",
      value: "ברקן",
      "long": 35.12016,
      "latt": 32.10729
  },
  {
      label: "בית שערים",
      value: "בית שערים",
      "long": 35.22083,
      "latt": 31.78791
  },
  {
      label: "בני עטרות",
      value: "בני עטרות",
      "long": 34.91273,
      "latt": 32.02403
  },
  {
      label: "ברכה",
      value: "ברכה",
      "long": 35.26472,
      "latt": 32.1948
  },
  {
      label: "בני ברק",
      value: " בני ברק",
      "long": 34.83547,
      "latt": 32.09069
  },
  {
      label: "בניה",
      value: "בניה",
      "long": 34.75244,
      "latt": 31.84401
  },
  {
      label: "בני יהודה",
      value: "בני יהודה",
      "long": 35.2157,
      "latt": 31.78123
  },
  {
      label: "ברור חיל",
      value: "ברור חיל",
      "long": 34.64504,
      "latt": 31.55776
  },
  {
      label: "בענה",
      value: "בענה",
      "long": 35.27487,
      "latt": 32.92905
  },
  {
      label: "ברק",
      value: "ברק",
      "long": 35.26437,
      "latt": 32.54309
  },
  {
      label: "ברקאי",
      value: "ברקאי",
      "long": 35.03325,
      "latt": 32.47407
  },
  {
      label: "בקעות",
      value: "בקעות",
      "long": 35.45423,
      "latt": 32.24296
  },
  {
      label: "ברוש",
      value: "ברוש",
      "long": 34.63159,
      "latt": 31.37048
  },
  {
      label: "בקוע",
      value: "בקוע",
      "long": 34.92841,
      "latt": 31.82808
  },
  {
      label: "ברעם",
      value: "ברעם",
      "long": 34.80244,
      "latt": 32.01516
  },
  {
      label: "בר יוחאי",
      value: "בר יוחאי",
      "long": 35.19862,
      "latt": 31.75425
  },
  {
      label: "ברוכין",
      value: "ברוכין",
      "long": 35.09126,
      "latt": 32.08203
  },
  {
      label: "בר גיורא",
      value: "בר גיורא",
      "long": 34.77523,
      "latt": 32.07603
  },
  {
      label: "בת הדר",
      value: "בת הדר",
      "long": 34.59474,
      "latt": 31.64515
  },
  {
      label: "ברכיה",
      value: "ברכיה",
      "long": 34.61696,
      "latt": 31.66659
  },
  {
      label: "ג'ולס",
      value: "ג'ולס",
      "long": 35.16379,
      "latt": 32.94165
  },
  {
      label: "גאולי תימן",
      value: "גאולי תימן",
      "long": 34.90174,
      "latt": 32.39252
  },
  {
      label: "ג'ת",
      value: "ג'ת",
      "long": 35.03816,
      "latt": 32.39918
  },
  {
      label: "גאולים",
      value: "גאולים",
      "long": 34.94382,
      "latt": 32.29525
  },
  {
      label: "גבע בנימין",
      value: "גבע בנימין",
      "long": 35.27248,
      "latt": 31.85056
  },
  {
      label: "גבים",
      value: "גבים",
      "long": 34.59776,
      "latt": 31.50894
  },
  {
      label: "גבע כרמל",
      value: "גבע כרמל",
      "long": 34.96022,
      "latt": 32.66282
  },
  {
      label: "ג'לג'וליה",
      value: "ג'לג'וליה",
      "long": 34.94796,
      "latt": 32.15313
  },
  {
      label: "ג'נאביב",
      value: "ג'נאביב",
      "long": 34.78953,
      "latt": 32.08556
  },
  {
      label: "ג'ש גוש חלב",
      value: "ג'ש גוש חלב",
      "long": 35.44701,
      "latt": 33.02289
  },
  {
      label: "גבעת עוז",
      value: "גבעת עוז",
      "long": 35.20046,
      "latt": 32.55599
  },
  {
      label: "גן השומרון",
      value: "גן השומרון",
      "long": 35.00835,
      "latt": 32.46787
  },
  {
      label: "גבת",
      value: "גבת",
      "long": 35.21308,
      "latt": 32.67402
  },
  {
      label: "גבעתיים",
      value: "גבעתיים",
      "long": 34.80985,
      "latt": 32.07023
  },
  {
      label: "גזר",
      value: "גזר",
      "long": 34.92024,
      "latt": 31.87381
  },
  {
      label: "גן נר",
      value: "גן נר",
      "long": 35.32872,
      "latt": 32.53097
  },
  {
      label: "גן יאשיה",
      value: "גן יאשיה",
      "long": 34.99524,
      "latt": 32.34921
  },
  {
      label: "גיזו",
      value: "גיזו",
      "long": 34.93839,
      "latt": 31.80459
  },
  {
      label: "גבעת שפירא",
      value: "גבעת שפירא",
      "long": 34.87533,
      "latt": 32.3576
  },
  {
      label: "גבעת יואב",
      value: "גבעת יואב",
      "long": 35.68416,
      "latt": 32.79869
  },
  {
      label: "גדעונה",
      value: "גדעונה",
      "long": 35.35983,
      "latt": 32.54864
  },
  {
      label: "גבעת ישעיהו",
      value: "גבעת ישעיהו",
      "long": 34.94811,
      "latt": 31.67059
  },
  {
      label: "גדות",
      value: "גדות",
      "long": 35.62273,
      "latt": 33.01374
  },
  {
      label: "גילון",
      value: "גילון",
      "long": 35.23602,
      "latt": 32.90426
  },
  {
      label: "גבעת זאב",
      value: "גבעת זאב",
      "long": 35.16577,
      "latt": 31.86344
  },
  {
      label: "גבעת חיים מאוחד",
      value: "גבעת חיים מאוחד",
      "long": 34.93146,
      "latt": 32.39115
  },
  {
      label: "גדרה",
      value: "גדרה",
      "long": 34.78579,
      "latt": 31.80252
  },
  {
      label: "גבעת אלה",
      value: "גבעת אלה",
      "long": 35.24523,
      "latt": 32.72224
  },
  {
      label: "גבעת שמש",
      value: "גבעת שמש",
      "long": 34.95157,
      "latt": 31.7751
  },
  {
      label: "גבעת יערים",
      value: "גבעת יערים",
      "long": 35.1007,
      "latt": 31.78571
  },
  {
      label: "גבעת השלושה",
      value: "גבעת השלושה",
      "long": 34.92212,
      "latt": 32.09957
  },
  {
      label: "גבעות בר",
      value: "גבעות בר",
      "long": 34.75599,
      "latt": 31.35767
  },
  {
      label: "גבעת אבני",
      value: "גבעת אבני",
      "long": 35.43548,
      "latt": 32.77518
  },
  {
      label: "גבעת ברנר",
      value: "גבעת ברנר",
      "long": 34.79458,
      "latt": 31.86053
  },
  {
      label: "גבעת חיים איחוד",
      value: "גבעת חיים איחוד",
      "long": 34.93342,
      "latt": 32.39609
  },
  {
      label: "גבעולים",
      value: "גבעולים",
      "long": 34.58911,
      "latt": 31.39414
  },
  {
      label: "גבעון החדשה",
      value: "גבעון החדשה",
      "long": 35.15737,
      "latt": 31.84875
  },
  {
      label: "גבע",
      value: "גבע",
      "long": 34.81407,
      "latt": 32.07398
  },
  {
      label: "גאליה",
      value: "גאליה",
      "long": 34.76606,
      "latt": 31.88528
  },
  {
      label: "ג'סר א-זרקא",
      value: "ג'סר א-זרקא",
      "long": 34.90572,
      "latt": 32.53546
  },
  {
      label: "גבולות",
      value: "גבולות",
      "long": 34.4647,
      "latt": 31.2106
  },
  {
      label: "גורן",
      value: "גורן",
      "long": 35.22981,
      "latt": 33.05967
  },
  {
      label: "גורנות הגליל",
      value: "גורנות הגליל",
      "long": 35.24926,
      "latt": 33.05964
  },
  {
      label: "גבעתי",
      value: "גבעתי",
      "long": 34.67967,
      "latt": 31.73218
  },
  {
      label: "גברעם",
      value: "גברעם",
      "long": 34.61179,
      "latt": 31.59244
  },
  {
      label: "גדיש",
      value: "גדיש",
      "long": 35.24386,
      "latt": 32.55836
  },
  {
      label: "גונן",
      value: "גונן",
      "long": 35.64763,
      "latt": 33.12629
  },
  {
      label: "גן שלמה",
      value: "גן שלמה",
      "long": 34.7976,
      "latt": 31.88152
  },
  {
      label: "גבעת שמואל",
      value: "גבעת שמואל",
      "long": 34.85173,
      "latt": 32.07621
  },
  {
      label: "גינוסר",
      value: "גינוסר",
      "long": 35.52279,
      "latt": 32.84403
  },
  {
      label: "גן שמואל",
      value: "גן שמואל",
      "long": 34.95495,
      "latt": 32.44849
  },
  {
      label: "גינתון",
      value: "גינתון",
      "long": 34.91041,
      "latt": 31.95886
  },
  {
      label: "גן יבנה",
      value: "גן יבנה",
      "long": 34.69339,
      "latt": 31.78641
  },
  {
      label: "גלאון",
      value: "גלאון",
      "long": 34.84786,
      "latt": 31.63315
  },
  {
      label: "גליל ים",
      value: "גליל ים",
      "long": 34.83318,
      "latt": 32.15718
  },
  {
      label: "גילת",
      value: "גילת",
      "long": 34.65376,
      "latt": 31.33749
  },
  {
      label: "גן חיים",
      value: "גן חיים",
      "long": 34.81216,
      "latt": 31.88816
  },
  {
      label: "גיתה",
      value: "גיתה",
      "long": 35.24952,
      "latt": 32.96731
  },
  {
      label: "גזית",
      value: "גזית",
      "long": 35.31263,
      "latt": 32.61953
  },
  {
      label: "גמזו",
      value: "גמזו",
      "long": 34.9429,
      "latt": 31.92678
  },
  {
      label: "גיבתון",
      value: "גיבתון",
      "long": 34.80015,
      "latt": 31.88793
  },
  {
      label: "גפן",
      value: "גפן",
      "long": 34.81222,
      "latt": 32.08913
  },
  {
      label: "גיתית",
      value: "גיתית",
      "long": 35.39523,
      "latt": 32.1007
  },
  {
      label: "דורות",
      value: "דורות",
      "long": 34.64619,
      "latt": 31.50736
  },
  {
      label: "דחי",
      value: "דחי",
      "long": 35.34339,
      "latt": 32.62268
  },
  {
      label: "גני טל",
      value: "גני טל",
      "long": 34.57053,
      "latt": 31.41506
  },
  {
      label: "גשור",
      value: "גשור",
      "long": 35.71605,
      "latt": 32.81827
  },
  {
      label: "גרופית",
      value: "גרופית",
      "long": 35.0689,
      "latt": 29.9411
  },
  {
      label: "גני עם",
      value: "גני עם",
      "long": 34.90243,
      "latt": 32.152
  },
  {
      label: "געש",
      value: "געש",
      "long": 34.82653,
      "latt": 32.23008
  },
  {
      label: "גני הדר",
      value: "גני הדר",
      "long": 34.85246,
      "latt": 31.87859
  },
  {
      label: "גנות",
      value: "גנות",
      "long": 34.82841,
      "latt": 32.01784
  },
  {
      label: "געתון",
      value: "געתון",
      "long": 35.21388,
      "latt": 33.00652
  },
  {
      label: "גני מודיעין",
      value: "גני מודיעין",
      "long": 35.00567,
      "latt": 31.90055
  },
  {
      label: "גני תקווה",
      value: "גני תקווה",
      "long": 34.87427,
      "latt": 32.06102
  },
  {
      label: "גלגל",
      value: "גלגל",
      "long": 34.98341,
      "latt": 32.7958
  },
  {
      label: "גיאה",
      value: "גיאה",
      "long": 34.59941,
      "latt": 31.63201
  },
  {
      label: "גנות הדר",
      value: "גנות הדר",
      "long": 34.90206,
      "latt": 32.32119
  },
  {
      label: "גן הדרום",
      value: "גן הדרום",
      "long": 34.69822,
      "latt": 31.8039
  },
  {
      label: "גיניגר",
      value: "גיניגר",
      "long": 35.25823,
      "latt": 32.66419
  },
  {
      label: "גן שורק",
      value: "גן שורק",
      "long": 34.76062,
      "latt": 31.94555
  },
  {
      label: "דגניה א'",
      value: "דגניה א",
      "long": 35.57435,
      "latt": 32.70723
  },
  {
      label: "דימונה",
      value: "דימונה",
      "long": 35.01194,
      "latt": 31.0694
  },
  {
      label: "דבורה",
      value: "דבורה",
      "long": 35.26423,
      "latt": 32.55311
  },
  {
      label: "דגניה ב'",
      value: "דגניה ב",
      "long": 35.57688,
      "latt": 32.70179
  },
  {
      label: "גלעד אבן יצחק",
      value: "גלעד אבן יצחק",
      "long": 35.07676,
      "latt": 32.55651
  },
  {
      label: "גשר הזיו",
      value: "גשר הזיו",
      "long": 35.1092,
      "latt": 33.03987
  },
  {
      label: "דייר חנא",
      value: "דייר חנא",
      "long": 35.36858,
      "latt": 32.86667
  },
  {
      label: "דבוריה",
      value: "דבוריה",
      "long": 35.37122,
      "latt": 32.689
  },
  {
      label: "גשר",
      value: "גשר",
      "long": 35.1092,
      "latt": 33.03987
  },
  {
      label: "הגושרים",
      value: "הגושרים",
      "long": 35.62665,
      "latt": 33.22135
  },
  {
      label: "דאלית אל-כרמל",
      value: "דאלית אל-כרמל",
      "long": 35.04834,
      "latt": 32.69266
  },
  {
      label: "דן",
      value: "דן",
      "long": 35.22131,
      "latt": 31.77284
  },
  {
      label: "האון",
      value: "האון",
      "long": 35.6201,
      "latt": 32.72468
  },
  {
      label: "דברת",
      value: "דברת",
      "long": 35.34944,
      "latt": 32.64627
  },
  {
      label: "הדר עם",
      value: "הדר עם",
      "long": 34.90141,
      "latt": 32.35007
  },
  {
      label: "דפנה",
      value: "דפנה",
      "long": 35.63909,
      "latt": 33.22961
  },
  {
      label: "גת רימון",
      value: "גת רימון",
      "long": 34.88555,
      "latt": 32.06956
  },
  {
      label: "הרדוף",
      value: "הרדוף",
      "long": 35.17544,
      "latt": 32.76283
  },
  {
      label: "הושעיה",
      value: "הושעיה",
      "long": 35.29056,
      "latt": 32.7592
  },
  {
      label: "הוד השרון",
      value: "הוד השרון",
      "long": 34.88935,
      "latt": 32.14551
  },
  {
      label: "דבירה",
      value: "דבירה",
      "long": 34.82601,
      "latt": 31.41251
  },
  {
      label: "דלתון",
      value: "דלתון",
      "long": 35.47659,
      "latt": 33.02617
  },
  {
      label: "המעפיל",
      value: "המעפיל",
      "long": 34.98363,
      "latt": 32.37777
  },
  {
      label: "דייר אל-אסד",
      value: "דייר אל-אסד",
      "long": 35.2678,
      "latt": 32.93207
  },
  {
      label: "דליה",
      value: "דליה",
      "long": 35.07445,
      "latt": 32.58891
  },
  {
      label: "דקל",
      value: "דקל",
      "long": 34.34766,
      "latt": 31.19466
  },
  {
      label: "דור",
      value: "דור",
      "long": 34.92575,
      "latt": 32.60657
  },
  {
      label: "דולב",
      value: "דולב",
      "long": 35.13335,
      "latt": 31.92587
  },
  {
      label: "דישון",
      value: "דישון",
      "long": 35.51757,
      "latt": 33.08232
  },
  {
      label: "הזורעים",
      value: "הזורעים",
      "long": 35.50338,
      "latt": 32.74475
  },
  {
      label: "הבונים",
      value: "הבונים",
      "long": 35.13081,
      "latt": 32.70639
  },
  {
      label: "הוזייל",
      value: "הוזייל",
      "long": 34.75092,
      "latt": 31.40777
  },
  {
      label: "החותרים",
      value: "החותרים",
      "long": 34.95703,
      "latt": 32.7515
  },
  {
      label: "דמיידה",
      value: "דמיידה",
      "long": 35.22244,
      "latt": 32.81799
  },
  {
      label: "חצרים",
      value: "חצרים",
      "long": 34.71421,
      "latt": 31.24094
  },
  {
      label: "חצרות יסף",
      value: "חצרות יסף",
      "long": 34.9223,
      "latt": 31.84725
  },
  {
      label: "חירות",
      value: "חירות",
      "long": 34.91639,
      "latt": 32.2401
  },
  {
      label: "חפצי-בה",
      value: "חפצי-בה",
      "long": 35.42624,
      "latt": 32.52011
  },
  {
      label: "חפץ חיים",
      value: "חפץ חיים",
      "long": 34.79759,
      "latt": 31.78791
  },
  {
      label: "זכריה",
      value: "זכריה",
      "long": 34.94515,
      "latt": 31.70954
  },
  {
      label: "זרזיר",
      value: "זרזיר",
      "long": 35.2245,
      "latt": 32.7265
  },
  {
      label: "חמדת",
      value: "חמדת",
      "long": 34.946,
      "latt": 29.56521
  },
  {
      label: "חורשים",
      value: "חורשים",
      "long": 34.96797,
      "latt": 32.13932
  },
  {
      label: "זנוח",
      value: "זנוח",
      "long": 35.00067,
      "latt": 31.73202
  },
  {
      label: "חיבת ציון",
      value: "חיבת ציון",
      "long": 34.81102,
      "latt": 31.25289
  },
  {
      label: "חצב",
      value: "חצב",
      "long": 34.76915,
      "latt": 31.78212
  },
  {
      label: "זמר",
      value: "זמר",
      "long": 35.02931,
      "latt": 32.36036
  },
  {
      label: "חורפיש",
      value: "חורפיש",
      "long": 35.34208,
      "latt": 33.01468
  },
  {
      label: "זמרת",
      value: "זמרת",
      "long": 34.549,
      "latt": 31.44771
  },
  {
      label: "חבר",
      value: "חבר",
      "long": 35.26536,
      "latt": 32.54722
  },
  {
      label: "חיננית",
      value: "חיננית",
      "long": 35.16639,
      "latt": 32.48098
  },
  {
      label: "זרועה",
      value: "זרועה",
      "long": 34.62631,
      "latt": 31.45621
  },
  {
      label: "זיקים",
      value: "זיקים",
      "long": 34.52178,
      "latt": 31.6083
  },
  {
      label: "זכרון יעקב",
      value: "זכרון יעקב",
      "long": 34.95217,
      "latt": 32.56877
  },
  {
      label: "זבדיאל",
      value: "זבדיאל",
      "long": 34.76024,
      "latt": 31.65811
  },
  {
      label: "הר גילה",
      value: "הר גילה",
      "long": 35.16728,
      "latt": 31.7244
  },
  {
      label: "ורדון",
      value: "ורדון",
      "long": 34.7818,
      "latt": 31.66415
  },
  {
      label: "הר עמשא",
      value: "הר עמשא",
      "long": 35.10066,
      "latt": 31.34246
  },
  {
      label: "זיתן",
      value: "זיתן",
      "long": 34.89522,
      "latt": 31.9721
  },
  {
      label: "הררית",
      value: "הררית",
      "long": 35.36531,
      "latt": 32.84559
  },
  {
      label: "זוהר",
      value: "זוהר",
      "long": 34.6927,
      "latt": 31.59521
  },
  {
      label: "ורד יריחו",
      value: "ורד יריחו",
      "long": 35.43411,
      "latt": 31.82555
  },
  {
      label: "הסוללים",
      value: "הסוללים",
      "long": 35.23823,
      "latt": 32.75087
  },
  {
      label: "זבארגה",
      value: "זבארגה",
      "long": 34.81886,
      "latt": 32.1086
  },
  {
      label: "העוגן",
      value: "העוגן",
      "long": 34.92347,
      "latt": 32.36209
  },
  {
      label: "הרצליה",
      value: "הרצליה",
      "long": 34.84064,
      "latt": 32.16385
  },
  {
      label: "הר אדר",
      value: "הר אדר",
      "long": 35.13096,
      "latt": 31.82475
  },
  {
      label: "הזורע",
      value: "הזורע",
      "long": 35.12021,
      "latt": 32.64344
  },
  {
      label: "הילה",
      value: "הילה",
      "long": 35.24418,
      "latt": 33.03599
  },
  {
      label: "הראל",
      value: "הראל",
      "long": 35.14995,
      "latt": 31.80326
  },
  {
      label: "היוגב",
      value: "היוגב",
      "long": 35.20626,
      "latt": 32.61187
  },
  {
      label: "הודיה",
      value: "הודיה",
      "long": 34.64155,
      "latt": 31.67542
  },
  {
      label: "הודיות",
      value: "הודיות",
      "long": 35.43566,
      "latt": 32.7887
  },
  {
      label: "חזון",
      value: "חזון",
      "long": 35.39546,
      "latt": 32.90554
  },
  {
      label: "חגור",
      value: "חגור",
      "long": 34.94791,
      "latt": 32.13727
  },
  {
      label: "חולתה",
      value: "חולתה",
      "long": 35.61022,
      "latt": 33.05263
  },
  {
      label: "זרחיה",
      value: "זרחיה",
      "long": 34.7456,
      "latt": 31.68131
  },
  {
      label: "חד-נס",
      value: "חד-נס",
      "long": 35.64118,
      "latt": 32.92815
  },
  {
      label: "חנתון",
      value: "חנתון",
      "long": 35.24531,
      "latt": 32.78218
  },
  {
      label: "חגי",
      value: "חגי",
      "long": 34.81412,
      "latt": 31.9513
  },
  {
      label: "חולית",
      value: "חולית",
      "long": 34.32613,
      "latt": 31.23105
  },
  {
      label: "חולדה",
      value: "חולדה",
      "long": 34.88569,
      "latt": 31.82813
  },
  {
      label: "חלץ",
      value: "חלץ",
      "long": 34.65846,
      "latt": 31.57668
  },
  {
      label: "חגלה",
      value: "חגלה",
      "long": 34.92592,
      "latt": 32.38688
  },
  {
      label: "חוסן",
      value: "חוסן",
      "long": 35.29509,
      "latt": 33.00454
  },
  {
      label: "חבצלת השרון",
      value: "חבצלת השרון",
      "long": 34.86563,
      "latt": 32.36157
  },
  {
      label: "חדיד",
      value: "חדיד",
      "long": 34.93281,
      "latt": 31.96902
  },
  {
      label: "חוסנייה",
      value: "חוסנייה",
      "long": 35.31986,
      "latt": 32.90093
  },
  {
      label: "חוקוק",
      value: "חוקוק",
      "long": 35.53723,
      "latt": 32.86361
  },
  {
      label: "חורה",
      value: "חורה",
      "long": 34.93401,
      "latt": 31.29853
  },
  {
      label: "חולון",
      value: "חולון",
      "long": 34.78247,
      "latt": 32.01121
  },
  {
      label: "חדרה",
      value: "חדרה",
      "long": 34.91744,
      "latt": 32.43983
  },
  {
      label: "חצבה",
      value: "חצבה",
      "long": 35.25149,
      "latt": 30.79765
  },
  {
      label: "חצור הגלילית",
      value: "חצור הגלילית",
      "long": 35.55207,
      "latt": 32.98565
  },
  {
      label: "חרוצים",
      value: "חרוצים",
      "long": 34.80484,
      "latt": 32.09071
  },
  {
      label: "חרמש",
      value: "חרמש",
      "long": 35.11959,
      "latt": 32.42394
  },
  {
      label: "חריש",
      value: "חריש",
      "long": 35.03885,
      "latt": 32.47086
  },
  {
      label: "חמרה",
      value: "חמרה",
      "long": 35.43701,
      "latt": 32.19955
  },
  {
      label: "חצור-אשדוד",
      value: "חצור-אשדוד",
      "long": 34.72189,
      "latt": 31.77236
  },
  {
      label: "חרב לאת",
      value: "חרב לאת",
      "long": 34.92086,
      "latt": 32.40039
  },
  {
      label: "חמד",
      value: "חמד",
      "long": 34.84152,
      "latt": 32.01972
  },
  {
      label: "חמדיה",
      value: "חמדיה",
      "long": 35.52119,
      "latt": 32.51878
  },
  {
      label: "חלמיש",
      value: "חלמיש",
      "long": 34.95846,
      "latt": 32.09973
  },
  {
      label: "חספין",
      value: "חספין",
      "long": 35.79144,
      "latt": 32.84497
  },
  {
      label: "חניאל",
      value: "חניאל",
      "long": 34.94812,
      "latt": 32.33338
  },
  {
      label: "חמאם",
      value: "חמאם",
      "long": 35.48953,
      "latt": 32.82957
  },
  {
      label: "חלוץ",
      value: "חלוץ",
      "long": 34.56636,
      "latt": 31.67925
  },
  {
      label: "חניתה",
      value: "חניתה",
      "long": 35.01279,
      "latt": 32.79172
  },
  {
      label: "חופית",
      value: "חופית",
      "long": 34.87024,
      "latt": 32.38444
  },
  {
      label: "חיפה",
      value: "חיפה",
      "long": 35.00326,
      "latt": 32.80123
  },
  {
      label: "טבריה",
      value: "טבריה",
      "long": 35.52639,
      "latt": 32.80236
  },
  {
      label: "טנא",
      value: "טנא",
      "long": 34.95726,
      "latt": 31.37506
  },
  {
      label: "טייבה",
      value: "טייבה",
      "long": 35.00473,
      "latt": 32.26146
  },
  {
      label: "חרשים",
      value: "חרשים",
      "long": 35.32905,
      "latt": 32.95472
  },
  {
      label: "יבנה",
      value: "יבנה",
      "long": 34.74389,
      "latt": 31.862
  },
  {
      label: "טורעאן",
      value: "טורעאן",
      "long": 35.37548,
      "latt": 32.77723
  },
  {
      label: "יד השמונה",
      value: "יד השמונה",
      "long": 35.0896,
      "latt": 31.80975
  },
  {
      label: "טירת כרמל",
      value: "טירת כרמל",
      "long": 34.96707,
      "latt": 32.76711
  },
  {
      label: "טמרה יזרעאל",
      value: "טמרה יזרעאל",
      "long": 35.32107,
      "latt": 32.55994
  },
  {
      label: "יבול",
      value: "יבול",
      "long": 34.317,
      "latt": 31.18891
  },
  {
      label: "טירת יהודה",
      value: "טירת יהודה",
      "long": 34.93748,
      "latt": 32.01648
  },
  {
      label: "יגל",
      value: "יגל",
      "long": 34.87904,
      "latt": 31.98922
  },
  {
      label: "טפחות",
      value: "טפחות",
      "long": 35.42157,
      "latt": 32.86891
  },
  {
      label: "חשמונאים",
      value: "חשמונאים",
      "long": 34.93109,
      "latt": 30.98677
  },
  {
      label: "יד חנה",
      value: "יד חנה",
      "long": 35.00138,
      "latt": 32.32617
  },
  {
      label: "טירת צבי",
      value: "טירת צבי",
      "long": 35.52745,
      "latt": 32.42257
  },
  {
      label: "טמרה",
      value: "tamטמרהra",
      "long": 35.18152,
      "latt": 32.85598
  },
  {
      label: "יגור",
      value: "יגור",
      "long": 34.79659,
      "latt": 32.05853
  },
  {
      label: "יבנאל",
      value: "יבנאל",
      "long": 35.50102,
      "latt": 32.70275
  },
  {
      label: "טירה",
      value: "טירה",
      "long": 34.96207,
      "latt": 32.22932
  },
  {
      label: "טייבה בעמק",
      value: "טייבה בעמק",
      "long": 35.44362,
      "latt": 32.60368
  },
  {
      label: "יובלים",
      value: "יובלים",
      "long": 35.27022,
      "latt": 32.87866
  },
  {
      label: "טלמון",
      value: "טלמון",
      "long": 35.13649,
      "latt": 31.93759
  },
  {
      label: "ידידה",
      value: "ידידה",
      "long": 35.10577,
      "latt": 31.81224
  },
  {
      label: "יד מרדכי",
      value: "יד מרדכי",
      "long": 34.56349,
      "latt": 31.58855
  },
  {
      label: "יובל",
      value: "יובל",
      "long": 35.59797,
      "latt": 33.2451
  },
  {
      label: "טל-אל",
      value: "טל-אל",
      "long": 35.17872,
      "latt": 32.92873
  },
  {
      label: "טללים",
      value: "טללים",
      "long": 34.77176,
      "latt": 30.99234
  },
  {
      label: "יד נתן",
      value: "יד נתן",
      "long": 34.70582,
      "latt": 31.65453
  },
  {
      label: "טל שחר",
      value: "טל שחר",
      "long": 34.89825,
      "latt": 31.80527
  },
  {
      label: "יד בנימין",
      value: "יד בנימין",
      "long": 34.82242,
      "latt": 31.79768
  },
  {
      label: "יפתח",
      value: "יפתח",
      "long": 35.55099,
      "latt": 33.12725
  },
  {
      label: "יטבתה",
      value: "יטבתה",
      "long": 35.06438,
      "latt": 29.89423
  },
  {
      label: "ינוב",
      value: "ינוב",
      "long": 34.95531,
      "latt": 32.30495
  },
  {
      label: "יעד",
      value: "יעד",
      "long": 35.242,
      "latt": 32.87863
  },
  {
      label: "יושיביה",
      value: "יושיביה",
      "long": 34.60891,
      "latt": 31.44329
  },
  {
      label: "יודפת",
      value: "יודפת",
      "long": 35.27362,
      "latt": 32.83587
  },
  {
      label: "יונתן",
      value: "יונתן",
      "long": 35.7939,
      "latt": 32.93626
  },
  {
      label: "יהל",
      value: "יהל",
      "long": 35.1291,
      "latt": 30.08409
  },
  {
      label: "יהוד-מונוסון",
      value: "יהוד-מונוסון",
      "long": 34.89712,
      "latt": 32.02912
  },
  {
      label: "ינון",
      value: "ינון",
      "long": 34.78176,
      "latt": 31.74263
  },
  {
      label: "יתד",
      value: "יתד",
      "long": 34.3258,
      "latt": 31.20622
  },
  {
      label: "יכיני",
      value: "יכיני",
      "long": 34.6087,
      "latt": 31.48507
  },
  {
      label: "יתיר",
      value: "יתיר",
      "long": 35.10906,
      "latt": 31.35547
  },
  {
      label: "יעף",
      value: "יעף",
      "long": 34.96528,
      "latt": 32.26765
  },
  {
      label: "יסוד המעלה",
      value: "יסוד המעלה",
      "long": 35.60953,
      "latt": 33.05767
  },
  {
      label: "יסודות",
      value: "יסודות",
      "long": 34.86074,
      "latt": 31.81488
  },
  {
      label: "יחיעם",
      value: "יחיעם",
      "long": 35.2214,
      "latt": 32.99414
  },
  {
      label: "יזרעאל",
      value: "יזרעאל",
      "long": 35.32107,
      "latt": 32.55994
  },
  {
      label: "ירחיב",
      value: "ירחיב",
      "long": 34.96772,
      "latt": 32.15163
  },
  {
      label: "יעל",
      value: "יעל",
      "long": 35.30827,
      "latt": 32.55216
  },
  {
      label: "כאבול",
      value: "כאבול",
      "long": 35.20706,
      "latt": 32.87194
  },
  {
      label: "ישע",
      value: "ישע",
      "long": 34.40181,
      "latt": 31.24873
  },
  {
      label: "יקיר",
      value: "יקיר",
      "long": 35.11509,
      "latt": 32.14945
  },
  {
      label: "יציץ",
      value: "יציץ",
      "long": 34.8608,
      "latt": 31.86281
  },
  {
      label: "יצהר",
      value: "יצהר",
      "long": 35.23603,
      "latt": 32.16836
  },
  {
      label: "ירוחם",
      value: "ירוחם",
      "long": 34.92965,
      "latt": 30.98887
  },
  {
      label: "יערה",
      value: "יערה",
      "long": 35.18627,
      "latt": 33.06763
  },
  {
      label: "כדורי",
      value: "כדורי",
      "long": 35.40705,
      "latt": 32.7033
  },
  {
      label: "ירדנה",
      value: "ירדנה",
      "long": 35.56441,
      "latt": 32.56244
  },
  {
      label: "יפעת",
      value: "יפעת",
      "long": 35.22402,
      "latt": 32.6786
  },
  {
      label: "כברי",
      value: "כברי",
      "long": 35.14288,
      "latt": 33.01666
  },
  {
      label: "יפיע",
      value: "יפיע",
      "long": 35.27555,
      "latt": 32.68438
  },
  {
      label: "ישרש",
      value: "ישרש",
      "long": 34.85041,
      "latt": 31.91449
  },
  {
      label: "יראון",
      value: "יראון",
      "long": 35.20911,
      "latt": 31.7815
  },
  {
      label: "יקנעם עילית",
      value: "יקנעם עילית",
      "long": 35.10883,
      "latt": 32.65782
  },
  {
      label: "יפית",
      value: "יפית",
      "long": 34.77068,
      "latt": 32.06974
  },
  {
      label: "ירכא",
      value: "ירכא",
      "long": 35.20228,
      "latt": 32.95406
  },
  {
      label: "יקום",
      value: "יקום",
      "long": 34.83689,
      "latt": 32.24815
  },
  {
      label: "ישעי",
      value: "ישעי",
      "long": 34.96631,
      "latt": 31.74887
  },
  {
      label: "ירושלים",
      value: "ירושלים",
      "long": 35.21873,
      "latt": 31.78003
  },
  {
      label: "כוכב השחר",
      value: "כוכב השחר",
      "long": 35.34819,
      "latt": 31.96044
  },
  {
      label: "ירקונה",
      value: "ירקונה",
      "long": 34.89511,
      "latt": 32.14769
  },
  {
      label: "כיסופים",
      value: "כיסופים",
      "long": 34.40037,
      "latt": 31.37439
  },
  {
      label: "כלנית",
      value: "כלנית",
      "long": 35.45838,
      "latt": 32.87485
  },
  {
      label: "כוכב יאיר",
      value: "כוכב יאיר",
      "long": 34.99736,
      "latt": 32.2244
  },
  {
      label: "כורזים",
      value: "כורזים",
      "long": 35.54837,
      "latt": 32.90519
  },
  {
      label: "כחל",
      value: "כחל",
      "long": 35.5095,
      "latt": 32.89217
  },
  {
      label: "כליל",
      value: "כליל",
      "long": 35.19984,
      "latt": 32.98044
  },
  {
      label: "כישור",
      value: "כישור",
      "long": 35.25134,
      "latt": 32.94407
  },
  {
      label: "כפר גליקסון",
      value: "כפר גליקסון",
      "long": 35.00872,
      "latt": 32.50735
  },
  {
      label: "כפר ברוך",
      value: "כפר ברוך",
      "long": 35.19579,
      "latt": 32.64458
  },
  {
      label: "כפר הנגיד",
      value: "כפר הנגיד",
      "long": 34.75006,
      "latt": 31.88684
  },
  {
      label: "כפר אחים",
      value: "כפר אחים",
      "long": 34.75626,
      "latt": 31.74407
  },
  {
      label: "כפר חושן",
      value: "כפר חושן",
      "long": 34.94102,
      "latt": 32.3116
  },
  {
      label: "כפר זיתים",
      value: "כפר זיתים",
      "long": 35.46146,
      "latt": 32.80951
  },
  {
      label: "כפר דניאל",
      value: "כפר דניאל",
      "long": 34.93152,
      "latt": 31.93299
  },
  {
      label: "כפר בן נון",
      value: "כפר בן נון",
      "long": 34.94626,
      "latt": 31.86229
  },
  {
      label: "כפר בלום",
      value: "כפר בלום",
      "long": 35.61431,
      "latt": 33.17647
  },
  {
      label: "כפר גלים",
      value: "כפר גלים",
      "long": 34.95874,
      "latt": 32.76659
  },
  {
      label: "כפר אביב",
      value: "כפר אביב" ,
      "long": 34.72116,
      "latt": 31.83076
  },
  {
      label: "כפר אדומים",
      value: "כפר אדומים",
      "long": 35.33652,
      "latt": 31.82707
  },
  {
      label: "כחלה",
      value: "כחלה",
      "long": 35.5095,
      "latt": 32.89217
  },
  {
      label: "כסלון",
      value: "כסלון",
      "long": 35.04951,
      "latt": 31.77374
  },
  {
      label: "כנות",
      value: "כנות",
      "long": 34.75926,
      "latt": 31.80044
  },
  {
      label: "כמון",
      value: "כמון",
      "long": 35.35956,
      "latt": 32.91023
  },
  {
      label: "כנרת ",
      value: "כנרת",
      "long": 35.56419,
      "latt": 32.72186
  },
  {
      label: "כוכב יעקב",
      value: "כוכב יעקב",
      "long": 35.24506,
      "latt": 31.88091
  },
  {
      label: "כסיפה",
      value: "כסיפה",
      "long": 35.08095,
      "latt": 31.24529
  },
  {
      label: "כנף",
      value: "כנף",
      "long": 34.87977,
      "latt": 31.99886
  },
  {
      label: "כמהין",
      value: "כמהין",
      "long": 34.43074,
      "latt": 30.90964
  },
  {
      label: "כוכב מיכאל",
      value: "כוכב מיכאל",
      "long": 34.67061,
      "latt": 31.63156
  },
  {
      label: "כפר יעבץ",
      value: "כפר יעבץ",
      "long": 34.96506,
      "latt": 32.27483
  },
  {
      label: "כפר ויתקין",
      value: "כפר ויתקין",
      "long": 34.87484,
      "latt": 32.38082
  },
  {
      label: "כפר ורדים",
      value: "כפר ורדים",
      "long": 35.2691,
      "latt": 32.99627
  },
  {
      label: "כפר יאסיף",
      value: "כפר יאסיף",
      "long": 35.16654,
      "latt": 32.95172
  },
  {
      label: "כפר חיים",
      value: "כפר חיים",
      "long": 34.89932,
      "latt": 32.3552
  },
  {
      label: "כפר טרומן",
      value: "כפר טרומן",
      "long": 34.92404,
      "latt": 31.9789
  },
  {
      label: "כפר ורבורג",
      value: "כפר ורבורג",
      "long": 34.72486,
      "latt": 31.71994
  },
  {
      label: "כפר גלעדי",
      value: "כפר גלעדי",
      "long": 35.57431,
      "latt": 33.24506
  },
  {
      label: "כפר מצר",
      value: "כפר מצר",
      "long": 35.42164,
      "latt": 32.64245
  },
  {
      label: "כפר ביאליק",
      value: "כפר ביאליק",
      "long": 35.08689,
      "latt": 32.8206
  },
  {
      label: "כפר אוריה",
      value: "כפר אוריה",
      "long": 34.94758,
      "latt": 31.79386
  },
  {
      label: "כפר המכבי",
      value: "כפר המכבי",
      "long": 35.11609,
      "latt": 32.79079
  },
  {
      label: "כפר פינס",
      value: "כפר פינס",
      "long": 35.00162,
      "latt": 32.48569
  },
  {
      label: "כפר ידידיה",
      value: "כפר ידידיה",
      "long": 34.89959,
      "latt": 32.34519
  },
  {
      label: "כפר האורנים",
      value: "כפר האורנים",
      "long": 35.0355,
      "latt": 31.9211
  },
  {
      label: "כפר מונש",
      value: "כפר מונש",
      "long": 34.91457,
      "latt": 32.34389
  },
  {
      label: "כפר כנא",
      value: "כפר כנא",
      "long": 35.34202,
      "latt": 32.74698
  },
  {
      label: "כפר גדעון",
      value: "כפר גדעון",
      "long": 35.29112,
      "latt": 32.6436
  },
  {
      label: "כפר החורש",
      value: "כפר החורש",
      "long": 35.2703,
      "latt": 32.70202
  },
  {
      label: "כפר יונה",
      value: "כפר יונה",
      "long": 34.92873,
      "latt": 32.31664
  },
  {
      label: "כפר הס",
      value: "כפר הס",
      "long": 34.93814,
      "latt": 32.24898
  },
  {
      label: "כפר הנשיא",
      value: "כפר הנשיא",
      "long": 35.60355,
      "latt": 32.97444
  },
  {
      label: "כפר מרדכי",
      value: "כפר מרדכי",
      "long": 34.75715,
      "latt": 31.83157
  },
  {
      label: "כפר חנניה",
      value: "כפר חנניה",
      "long": 35.42547,
      "latt": 32.91283
  },
  {
      label: "כפר זוהרים",
      value: "כפר זוהרים",
      "long": 34.92588,
      "latt": 31.62189
  },
  {
      label: "כפר מנחם",
      value: "כפר מנחם",
      "long": 34.83275,
      "latt": 31.73093
  },
  {
      label: "כפר מימון",
      value: "כפר מימון",
      "long": 34.54375,
      "latt": 31.42528
  },
  {
      label: "כפר חיטים",
      value: "כפר חיטים",
      "long": 35.50062,
      "latt": 32.79921
  },
  {
      label: "לבון",
      value: "לבון",
      "long": 35.28715,
      "latt": 32.9422
  },
  {
      label: "כרי דשא",
      value: "כרי דשא",
      "long": 35.53414,
      "latt": 32.86272
  },
  {
      label: "כפר רות",
      value: "כפר רות",
      "long": 35.03449,
      "latt": 31.91048
  },
  {
      label: "כפר רופין",
      value: "כפר רופין",
      "long": 35.55786,
      "latt": 32.45895
  },
  {
      label: "כפר סאלד",
      value: "כפר סאלד",
      "long": 35.65778,
      "latt": 33.19417
  },
  {
      label: "כפר ראש הנקרה",
      value: "כפר ראש הנקרה",
      "long": 35.10492,
      "latt": 33.09319
  },
  {
      label: "כפר עציון",
      value: "כפר עציון",
      "long": 35.11513,
      "latt": 31.64788
  },
  {
      label: "כפר קיש",
      value: "כפר קיש",
      "long": 35.44934,
      "latt": 32.66674
  },
  {
      label: "כפר עזה",
      value: "כפר עזה",
      "long": 34.53342,
      "latt": 31.48197
  },
  {
      label: "כפר סירקין",
      value: "כפר סירקין",
      "long": 34.92428,
      "latt": 32.07655
  },
  {
      label: "כפר חרוב",
      value: "כפר חרוב",
      "long": 35.66339,
      "latt": 32.76169
  },
  {
      label: "כפר יחזקאל",
      value: "כפר יחזקאל",
      "long": 35.36232,
      "latt": 32.56771
  },
  {
      label: "כפר מנדא",
      value: "כפר מנדא",
      "long": 35.26341,
      "latt": 32.80897
  },
  {
      label: "כפר מסריק",
      value: "כפר מסריק",
      "long": 35.09903,
      "latt": 32.88998
  },
  {
      label: "כפר עבודה",
      value: "כפר עבודה",
      "long": 34.9408,
      "latt": 32.25783
  },
  {
      label: "כפר סילבר",
      value: "כפר סילבר",
      "long": 34.60937,
      "latt": 31.67429
  },
  {
      label: "כפר נטר",
      value: "כפר נטר",
      "long": 34.87301,
      "latt": 32.27253
  },
  {
      label: "כפר קרע",
      value: "כפר קרע",
      "long": 35.05054,
      "latt": 32.50486
  },
  {
      label: "כפר סבא",
      value: "כפר סבא",
      "long": 34.92249,
      "latt": 32.17173
  },
  {
      label: "כפר יהושע",
      value: "כפר יהושע",
      "long": 35.15296,
      "latt": 32.68101
  },
  {
      label: "כפר קאסם",
      value: "כפר קאסם",
      "long": 34.96907,
      "latt": 32.11625
  },
  {
      label: "כרם בן שמן",
      value: "כרם בן שמן",
      "long": 34.93847,
      "latt": 31.95871
  },
  {
      label: "כרכום",
      value: "כרכום",
      "long": 35.60705,
      "latt": 32.9305
  },
  {
      label: "כרמים",
      value: "כרמים",
      "long": 34.91678,
      "latt": 31.33036
  },
  {
      label: "כרמל",
      value: "כרמל",
      "long": 34.9866,
      "latt": 32.80333
  },
  {
      label: "כפר שמואל",
      value: "כפר שמואל",
      "long": 34.93485,
      "latt": 31.88671
  },
  {
      label: "כרמי צור",
      value: "כרמי צור",
      "long": 35.10224,
      "latt": 31.60875
  },
  {
      label: "כרמי קטיף",
      value: "כרמי קטיף",
      "long": 34.91308,
      "latt": 31.53466
  },
  {
      label: "כפר שמאי",
      value: "כפר שמאי",
      "long": 35.45717,
      "latt": 32.95673
  },
  {
      label: "כרמיאל",
      value: "כרמיאל",
      "long": 35.29713,
      "latt": 32.9238
  },
  {
      label: "כפר תבור",
      value: "כפר תבור",
      "long": 35.41917,
      "latt": 32.69018
  },
  {
      label: "כפר תפוח",
      value: "כפר תפוח",
      "long": 35.24971,
      "latt": 32.11939
  },
  {
      label: "כרמי יוסף",
      value: "כרמי יוסף",
      "long": 34.9176,
      "latt": 31.84387
  },
  {
      label: "להבות הבשן",
      value: "להבות הבשן",
      "long": 35.6451,
      "latt": 33.13638
  },
  {
      label: "להב",
      value: "להב",
      "long": 34.86936,
      "latt": 31.37894
  },
  {
      label: "לבנים",
      value: "לבנים",
      "long": 35.49725,
      "latt": 32.86414
  },
  {
      label: "להבים",
      value: "להבים",
      "long": 34.79839,
      "latt": 31.36994
  },
  {
      label: "לוטם",
      value: "לוטם",
      "long": 35.35803,
      "latt": 32.87997
  },
  {
      label: "לביא",
      value: "לביא",
      "long": 35.43958,
      "latt": 32.78565
  },
  {
      label: "לוחמי הגיטאות",
      value: "לוחמי הגיטאות",
      "long": 35.09507,
      "latt": 32.96064
  },
  {
      label: "לוד",
      value: "לוד",
      "long": 34.87505,
      "latt": 31.94513
  },
  {
      label: "כפר שמריהו",
      value: "כפר שמריהו",
      "long": 34.82092,
      "latt": 32.19099
  },
  {
      label: "להבות חביבה",
      value: "להבות חביבה",
      "long": 35.0067,
      "latt": 32.39685
  },
  {
      label: "לוזית",
      value: "לוזית",
      "long": 34.88696,
      "latt": 31.68616
  },
  {
      label: "כרם שלום",
      value: "כרם שלום",
      "long": 34.28471,
      "latt": 31.22782
  },
  {
      label: "כרמיה",
      value: "כרמיה",
      "long": 34.54367,
      "latt": 31.60392
  },
  {
      label: "מבוא ביתר",
      value: "מבוא ביתר",
      "long": 35.10324,
      "latt": 31.72182
  },
  {
      label: "מבועים",
      value: "מבועים",
      "long": 34.65317,
      "latt": 31.44897
  },
  {
      label: "מודיעין עילית",
      value: "מודיעין עילית",
      "long": 35.0458,
      "latt": 31.93211
  },
  {
      label: "מבשרת ציון",
      value: "מבשרת ציון",
      "long": 35.14728,
      "latt": 31.80153
  },
  {
      label: "לקיה",
      value: "לקיה",
      "long": 34.87789,
      "latt": 31.32899
  },
  {
      label: "מגדל",
      value: "מגדל",
      "long": 34.58775,
      "latt": 31.66529
  },
  {
      label: "מאור",
      value: "מאור",
      "long": 35.00477,
      "latt": 32.42139
  },
  {
      label: "לפיד",
      value: "לפיד",
      "long": 35.03378,
      "latt": 31.91808
  },
  {
      label: "לימן",
      value: "לימן",
      "long": 35.11331,
      "latt": 33.05973
  },
  {
      label: "לכיש",
      value: "לכיש",
      "long": 34.84144,
      "latt": 31.56406
  },
  {
      label: "לפידות",
      value: "לפידות",
      "long": 35.26277,
      "latt": 32.95879
  },
  {
      label: "לוטן",
      value: "לוטן",
      "long": 35.08775,
      "latt": 29.9867
  },
  {
      label: "מודיעין-מכבים-רעות",
      value: "מודיעין-מכבים-רעות",
      "long": 35.00939,
      "latt": 31.89862
  },
  {
      label: "מבוא דותן",
      value: "מבוא דותן",
      "long": 35.18081,
      "latt": 32.42071
  },
  {
      label: "מזור",
      value: "מזור",
      "long": 34.92513,
      "latt": 32.05302
  },
  {
      label: "מוצא עילית",
      value: "מוצא עילית",
      "long": 35.15735,
      "latt": 31.79375
  },
  {
      label: "מבוא חמה",
      value: "מבוא חמה",
      "long": 35.65637,
      "latt": 32.73847
  },
  {
      label: "מגן",
      value: "מגן",
      "long": 34.43302,
      "latt": 31.29409
  },
  {
      label: "מבואות ים",
      value: "מבואות ים",
      "long": 34.87006,
      "latt": 32.39982
  },
  {
      label: "מזכרת בתיה",
      value: "מזכרת בתיה",
      "long": 34.85585,
      "latt": 31.84177
  },
  {
      label: "מגן שאול",
      value: "מגן שאול",
      "long": 35.30836,
      "latt": 32.52156
  },
  {
      label: "מגדל העמק",
      value: "מגדל העמק",
      "long": 35.24043,
      "latt": 32.66612
  },
  {
      label: "מגאר",
      value: "מגאר",
      "long": 35.41285,
      "latt": 32.88688
  },
  {
      label: "מג'דל שמס",
      value: "מג'דל שמס",
      "long": 35.77354,
      "latt": 33.26948
  },
  {
      label: "מבוא מודיעים",
      value: "מבוא מודיעים",
      "long": 34.98804,
      "latt": 31.93378
  },
  {
      label: "מבטחים",
      value: "מבטחים",
      "long": 34.40493,
      "latt": 31.24096
  },
  {
      label: "מולדת",
      value: "מולדת",
      "long": 35.44782,
      "latt": 32.58308
  },
  {
      label: "מדרך עוז",
      value: "מדרך עוז",
      "long": 35.1601,
      "latt": 32.60248
  },
  {
      label: "מגשימים",
      value: "מגשימים",
      "long": 34.89915,
      "latt": 32.04654
  },
  {
      label: "מזרעה",
      value: "מזרעה",
      "long": 35.09738,
      "latt": 32.98315
  },
  {
      label: "מגדלים",
      value: "מגדלים",
      "long": 35.34179,
      "latt": 32.08964
  },
  {
      label: "מולדה",
      value: "מולדה",
      "long": 34.97522,
      "latt": 31.26204
  },
  {
      label: "מוקייבלה",
      value: "מוקייבלה",
      "long": 35.29708,
      "latt": 32.51426
  },
  {
      label: "מגדים",
      value: "מגדים",
      "long": 34.96,
      "latt": 32.73179
  },
  {
      label: "מטע",
      value: "מטע",
      "long": 35.06128,
      "latt": 31.71744
  },
  {
      label: "מבקיעים",
      value: "מבקיעים",
      "long": 34.57779,
      "latt": 31.62189
  },
  {
      label: "מגדל עוז",
      value: "מגדל עוז",
      "long": 35.14062,
      "latt": 31.63956
  },
  {
      label: "מגל",
      value: "מגל",
      "long": 35.03505,
      "latt": 32.38544
  },
  {
      label: "מחנה טלי",
      value: "מחנה טלי",
      "long": 35.21079,
      "latt": 31.7858
  },
  {
      label: "מגידו",
      value: "מגידו",
      "long": 35.18641,
      "latt": 32.5864
  },
  {
      label: "מחנה יוכבד",
      value: "מחנה יוכבד",
      "long": 35.21079,
      "latt": 31.7858
  },
  {
      label: "מייסר",
      value: "מייסר",
      "long": 35.04268,
      "latt": 32.44364
  },
  {
      label: "מחסיה",
      value: "מחסיה",
      "long": 35.01054,
      "latt": 31.75032
  },
  {
      label: "מיצר",
      value: "meמיצרzar",
      "long": 35.73543,
      "latt": 32.76841
  },
  {
      label: "מחולה",
      value: "מחולה",
      "long": 35.51595,
      "latt": 32.36519
  },
  {
      label: "מדרשת רופין",
      value: "מדרשת רופין",
      "long": 34.91168,
      "latt": 32.3424
  },
  {
      label: "מחניים",
      value: "מחניים",
      "long": 35.57074,
      "latt": 32.99003
  },
  {
      label: "מזרע",
      value: "מזרע",
      "long": 35.29056,
      "latt": 32.649
  },
  {
      label: "מורן",
      value: "מורן",
      "long": 35.39512,
      "latt": 32.91962
  },
  {
      label: "מכמנים",
      value: "מכמנים",
      "long": 35.32813,
      "latt": 32.90523
  },
  {
      label: "מנות",
      value: "מנות",
      "long": 35.19473,
      "latt": 33.03927
  },
  {
      label: "מנשית זבדה",
      value: "מנשית זבדה",
      "long": 35.19284,
      "latt": 32.70649
  },
  {
      label: "מעלה החמישה",
      value: "מעלה החמישה",
      "long": 35.11678,
      "latt": 31.81669
  },
  {
      label: "מעגלים",
      value: "מעגלים",
      "long": 34.60016,
      "latt": 31.39411
  },
  {
      label: "מעונה",
      value: "מעונה",
      "long": 35.26238,
      "latt": 33.01793
  },
  {
      label: "מעון",
      value: "מעון",
      "long": 34.76602,
      "latt": 32.05581
  },
  {
      label: "מעלה עמוס",
      value: "מעלה עמוס",
      "long": 35.22949,
      "latt": 31.59658
  },
  {
      label: "מסילות",
      value: "מסילות",
      "long": 35.47784,
      "latt": 32.49873
  },
  {
      label: "מסד",
      value: "מסד",
      "long": 35.42341,
      "latt": 32.84349
  },
  {
      label: "מעלה אדומים",
      value: "מעלה אדומים",
      "long": 35.30277,
      "latt": 31.77378
  },
  {
      label: "מלכישוע",
      value: "מלכישוע",
      "long": 35.41356,
      "latt": 32.43821
  },
  {
      label: "מכורה",
      value: "מכורה",
      "long": 35.42345,
      "latt": 32.16202
  },
  {
      label: "מסלול",
      value: "מסלול",
      "long": 34.58956,
      "latt": 31.31557
  },
  {
      label: "מעלה לבונה",
      value: "מעלה לבונה",
      "long": 35.2388,
      "latt": 32.05318
  },
  {
      label: "מישר",
      value: "מישר",
      "long": 34.75732,
      "latt": 31.81972
  },
  {
      label: "מעגן",
      value: "מעגן",
      "long": 35.59698,
      "latt": 32.70738
  },
  {
      label: "מכמורת",
      value: "מכמורת",
      "long": 34.86864,
      "latt": 32.40684
  },
  {
      label: "מכחול",
      value: "מכחול",
      "long": 35.07313,
      "latt": 31.28722
  },
  {
      label: "מנחמיה",
      value: "מנחמיה",
      "long": 35.55513,
      "latt": 32.66708
  },
  {
      label: "מירון",
      value: "מירון",
      "long": 35.44326,
      "latt": 32.99141
  },
  {
      label: "מיטב",
      value: "מיטב",
      "long": 35.30018,
      "latt": 32.54508
  },
  {
      label: "מטולה",
      value: "מטולה",
      "long": 35.5777,
      "latt": 33.27803
  },
  {
      label: "מחנה יתיר",
      value: "מחנה יתיר",
      "long": 35.21278,
      "latt": 31.78465
  },
  {
      label: "מירב",
      value: "מירב",
      "long": 35.42198,
      "latt": 32.45192
  },
  {
      label: "מי עמי",
      value: "מי עמי",
      "long": 34.64316,
      "latt": 31.8106
  },
  {
      label: "מורשת",
      value: "מורשת",
      "long": 35.23583,
      "latt": 32.83155
  },
  {
      label: "מיתר",
      value: "מיתר",
      "long": 34.94065,
      "latt": 31.32547
  },
  {
      label: "מנוף",
      value: "מנוף",
      "long": 35.24036,
      "latt": 32.85258
  },
  {
      label: "מסדה",
      value: "מסדה",
      "long": 34.99388,
      "latt": 32.80948
  },
  {
      label: "מעלה מכמש",
      value: "מעלה מכמש",
      "long": 35.30619,
      "latt": 31.87738
  },
  {
      label: "מלילות",
      value: "מלילות",
      "long": 34.59592,
      "latt": 31.38948
  },
  {
      label: "מסילת ציון",
      value: "מסילת ציון",
      "long": 35.01113,
      "latt": 31.80261
  },
  {
      label: "מסעדה",
      value: "מסעדה",
      "long": 35.75946,
      "latt": 33.23298
  },
  {
      label: "מעין ברוך",
      value: "מעין ברוך",
      "long": 35.60895,
      "latt": 33.23988
  },
  {
      label: "מנרה",
      value: "מנרה",
      "long": 34.8031,
      "latt": 32.07592
  },
  {
      label: "מעין צבי",
      value: "מעין צבי",
      "long": 34.94102,
      "latt": 32.56926
  },
  {
      label: "מלכיה",
      value: "מלכיה",
      "long": 35.51128,
      "latt": 33.09827
  },
  {
      label: "מנוחה",
      value: "מנוחה",
      "long": 34.77596,
      "latt": 31.65707
  },
  {
      label: "מעלה גמלא",
      value: "מעלה גמלא",
      "long": 35.68534,
      "latt": 32.88887
  },
  {
      label: "מעברות",
      value: "מעברות",
      "long": 34.90652,
      "latt": 32.36442
  },
  {
      label: "מעוז חיים",
      value: "מעוז חיים",
      "long": 35.55424,
      "latt": 32.49278
  },
  {
      label: "מצפה",
      value: "מצפה",
      "long": 34.8499,
      "latt": 32.32496
  },
  {
      label: "מלאה",
      value: "מלאה",
      "long": 35.23679,
      "latt": 32.56372
  },
  {
      label: "מעלה גלבוע",
      value: "מעלה גלבוע",
      "long": 35.41945,
      "latt": 32.47737
  },
  {
      label: "מעלה עירון",
      value: "מעלה עירון",
      "long": 35.15971,
      "latt": 32.54102
  },
  {
      label: "מעגן מיכאל",
      value: "מעגן מיכאל",
      "long": 34.91832,
      "latt": 32.56617
  },
  {
      label: "מעיליא",
      value: "מעיליא",
      "long": 35.2609,
      "latt": 33.025
  },
  {
      label: "מעלה אפרים",
      value: "מעלה אפרים",
      "long": 35.40456,
      "latt": 32.07031
  },
  {
      label: "מצפה רמון",
      value: "מצפה רמון",
      "long": 34.80398,
      "latt": 30.60928
  },
  {
      label: "מצר",
      value: "מצר",
      "long": 35.04829,
      "latt": 32.43977
  },
  {
      label: "מרום גולן",
      value: "מרום גולן",
      "long": 35.77346,
      "latt": 33.13397
  },
  {
      label: "מקווה ישראל",
      value: "מקווה ישראל",
      "long": 35.21873,
      "latt": 31.78003
  },
  {
      label: "מצפה נטופה",
      value: "מצפה נטופה",
      "long": 35.38325,
      "latt": 32.80348
  },
  {
      label: "מרגליות",
      value: "מרגליות",
      "long": 34.78575,
      "latt": 31.23743
  },
  {
      label: "מצפה שלם",
      value: "מצפה שלם",
      "long": 35.40212,
      "latt": 31.56715
  },
  {
      label: "מצליח",
      value: "מצליח",
      "long": 34.8746,
      "latt": 31.90551
  },
  {
      label: "מעלות-תרשיחא",
      value: "מעלות-תרשיחא",
      "long": 35.26878,
      "latt": 33.0095
  },
  {
      label: "מפלסים",
      value: "מפלסים",
      "long": 34.56315,
      "latt": 31.5008
  },
  {
      label: "מצפה יריחו",
      value: "מצפה יריחו",
      "long": 35.39482,
      "latt": 31.8159
  },
  {
      label: "מצובה",
      value: "מצובה",
      "long": 35.15818,
      "latt": 33.06313
  },
  {
      label: "מצדות יהודה",
      value: "מצדות יהודה",
      "long": 35.11259,
      "latt": 31.36496
  },
  {
      label: "מעש",
      value: "מעש",
      "long": 34.89087,
      "latt": 32.06429
  },
  {
      label: "מעלה שומרון",
      value: "מעלה שומרון",
      "long": 35.07106,
      "latt": 32.16557
  },
  {
      label: "מענית",
      value: "מענית",
      "long": 35.01955,
      "latt": 32.46066
  },
  {
      label: "משמר איילון",
      value: "משמר איילון",
      "long": 34.94574,
      "latt": 31.87243
  },
  {
      label: "משמר השרון",
      value: "משמר השרון",
      "long": 34.90599,
      "latt": 32.35743
  },
  {
      label: "משמר השבעה",
      value: "משמר השבעה",
      "long": 34.82217,
      "latt": 32.009
  },
  {
      label: "משען",
      value: "משען",
      "long": 34.62467,
      "latt": 31.6574
  },
  {
      label: "משמרת",
      value: "משמרת",
      "long": 34.91768,
      "latt": 32.23058
  },
  {
      label: "משהד",
      value: "משהד",
      "long": 35.32228,
      "latt": 32.74093
  },
  {
      label: "משמר דוד",
      value: "משמר דוד",
      "long": 34.90155,
      "latt": 31.822
  },
  {
      label: "משמרות",
      value: "משמרות",
      "long": 34.98229,
      "latt": 32.4849
  },
  {
      label: "משמר הירדן",
      value: "משמר הירדן",
      "long": 35.59815,
      "latt": 33.00048
  },
  {
      label: "משמר הנגב",
      value: "משמר הנגב",
      "long": 34.71609,
      "latt": 31.36624
  },
  {
      label: "נגבה",
      value: "נגבה",
      "long": 34.82382,
      "latt": 32.06998
  },
  {
      label: "נאעורה",
      value: "נאעורה",
      "long": 35.39364,
      "latt": 32.61619
  },
  {
      label: "מתת",
      value: "מתת",
      "long": 35.35892,
      "latt": 33.03923
  },
  {
      label: "מתתיהו",
      value: "מתתיהו",
      "long": 35.03175,
      "latt": 31.92946
  },
  {
      label: "משגב עם",
      value: "משגב עם",
      "long": 34.80571,
      "latt": 32.07479
  },
  {
      label: "נאות סמדר",
      value: "נאות סמדר",
      "long": 35.02702,
      "latt": 30.04961
  },
  {
      label: "משמר העמק",
      value: "משמר העמק",
      "long": 35.13718,
      "latt": 32.60988
  },
  {
      label: "משאבי שדה",
      value: "משאבי שדה",
      "long": 34.78898,
      "latt": 31.00139
  },
  {
      label: "משגב דב",
      value: "משגב דב",
      "long": 34.73959,
      "latt": 31.81991
  },
  {
      label: "משואות יצחק",
      value: "משואות יצחק",
      "long": 35.10874,
      "latt": 31.66059
  },
  {
      label: "משואה",
      value: "משואה",
      "long": 35.0081,
      "latt": 31.89377
  },
  {
      label: "משכיות",
      value: "משכיות",
      "long": 35.50257,
      "latt": 32.31765
  },
  {
      label: "נווה שלום",
      value: "נווה שלום",
      "long": 34.97681,
      "latt": 31.81719
  },
  {
      label: "נורית",
      value: "נורית",
      "long": 35.35471,
      "latt": 32.54264
  },
  {
      label: "נטעים",
      value: "נטעים",
      "long": 34.77526,
      "latt": 31.94496
  },
  {
      label: "נחלים",
      value: "נחלים",
      "long": 34.91318,
      "latt": 32.0605
  },
  {
      label: "נוגה",
      value: "נוגה",
      "long": 34.58836,
      "latt": 31.6785
  },
  {
      label: "נורדיה",
      value: "נורדיה",
      "long": 34.89767,
      "latt": 32.31401
  },
  {
      label: "נוקדים",
      value: "נוקדים",
      "long": 35.24563,
      "latt": 31.64556
  },
  {
      label: "נס ציונה",
      value: "נס ציונה",
      "long": 34.7929,
      "latt": 31.92276
  },
  {
      label: "נווה איתן",
      value: "נווה איתן",
      "long": 35.53136,
      "latt": 32.49122
  },
  {
      label: "נווה אור",
      value: "נווה אור",
      "long": 35.55321,
      "latt": 32.58766
  },
  {
      label: "נועם",
      value: "נועם",
      "long": 34.87418,
      "latt": 32.08087
  },
  {
      label: "ניר בנים",
      value: "ניר בנים",
      "long": 34.75529,
      "latt": 31.67155
  },
  {
      label: "נווה אבות",
      value: "נווה אבות",
      "long": 34.77174,
      "latt": 31.80674
  },
  {
      label: "נווה",
      value: "נווה",
      "long": 35.01763,
      "latt": 32.78907
  },
  {
      label: "נווה ימין",
      value: "נווה ימין",
      "long": 34.93944,
      "latt": 32.17161
  },
  {
      label: "נווה דניאל",
      value: "נווה דניאל",
      "long": 35.14343,
      "latt": 31.67826
  },
  {
      label: "נווה ים",
      value: "נווה ים",
      "long": 34.78251,
      "latt": 31.98499
  },
  {
      label: "נווה חריף",
      value: "נווה חריף",
      "long": 35.03659,
      "latt": 30.03806
  },
  {
      label: "נווה זוהר",
      value: "נווה זוהר",
      "long": 35.365,
      "latt": 31.15471
  },
  {
      label: "נהריה",
      value: "נהריה",
      "long": 35.09869,
      "latt": 33.00545
  },
  {
      label: "נוב",
      value: "נוב",
      "long": 35.77907,
      "latt": 32.83163
  },
  {
      label: "נווה אילן",
      value: "נווה אילן",
      "long": 35.07621,
      "latt": 31.80778
  },
  {
      label: "נווה מבטח",
      value: "נווה מבטח",
      "long": 34.73956,
      "latt": 31.80629
  },
  {
      label: "נווה מיכאל",
      value: "נווה מיכאל",
      "long": 35.0059,
      "latt": 31.67334
  },
  {
      label: "נווה ירק",
      value: "נווה ירק",
      "long": 34.92429,
      "latt": 32.1327
  },
  {
      label: "נאות הכיכר",
      value: "נאות הכיכר",
      "long": 35.37909,
      "latt": 30.93184
  },
  {
      label: "נבטים",
      value: "נבטים",
      "long": 34.88812,
      "latt": 31.22028
  },
  {
      label: "נהלל",
      value: "נהלל",
      "long": 35.20513,
      "latt": 32.69703
  },
  {
      label: "נהורה",
      value: "נהורה",
      "long": 34.70902,
      "latt": 31.62414
  },
  {
      label: "מתן",
      value: "מתן",
      "long": 34.97295,
      "latt": 32.15857
  },
  {
      label: "נאות גולן",
      value: "נאות גולן",
      "long": 35.69384,
      "latt": 32.78608
  },
  {
      label: "נאות מרדכי",
      value: "נאות מרדכי",
      "long": 35.59893,
      "latt": 33.15982
  },
  {
      label: "נופית",
      value: "נופית",
      "long": 35.14293,
      "latt": 32.756
  },
  {
      label: "ניר עציון",
      value: "ניר עציון",
      "long": 34.99424,
      "latt": 32.69707
  },
  {
      label: "נחל עוז",
      value: "נחל עוז",
      "long": 34.49962,
      "latt": 31.47237
  },
  {
      label: "נוף איילון",
      value: "נוף איילון",
      "long": 34.98995,
      "latt": 31.86983
  },
  {
      label: "נופים",
      value: "נופים",
      "long": 35.10005,
      "latt": 32.15313
  },
  {
      label: "ניצן",
      value: "ניצן",
      "long": 34.63859,
      "latt": 31.73764
  },
  {
      label: "ניר יצחק",
      value: "ניר יצחק",
      "long": 34.35866,
      "latt": 31.23705
  },
  {
      label: "ניר משה",
      value: "ניר משה",
      "long": 34.63645,
      "latt": 31.47888
  },
  {
      label: "נחושה",
      value: "נחושה",
      "long": 34.95554,
      "latt": 31.63036
  },
  {
      label: "ניצנים",
      value: "ניצנים",
      "long": 34.61941,
      "latt": 31.73549
  },
  {
      label: "ניצני עוז",
      value: "ניצני עוז",
      "long": 34.99973,
      "latt": 32.31094
  },
  {
      label: "ניר עם",
      value: "ניר עם",
      "long": 34.58148,
      "latt": 31.5204
  },
  {
      label: "נופך",
      value: "נופך",
      "long": 34.92067,
      "latt": 32.045
  },
  {
      label: "נמרוד",
      value: "נמרוד",
      "long": 35.75172,
      "latt": 33.24532
  },
  {
      label: "נטור",
      value: "נטור",
      "long": 35.75408,
      "latt": 32.85355
  },
  {
      label: "ניר צבי",
      value: "ניר צבי",
      "long": 34.85908,
      "latt": 31.95231
  },
  {
      label: "נצר חזני",
      value: "נצר חזני",
      "long": 34.86314,
      "latt": 31.82147
  },
  {
      label: "נחשולים",
      value: "נחשולים",
      "long": 34.91802,
      "latt": 32.61198
  },
  {
      label: "נחשון",
      value: "נחשון",
      "long": 34.95426,
      "latt": 31.83269
  },
  {
      label: "ניר גלים",
      value: "ניר גלים",
      "long": 34.68411,
      "latt": 31.82516
  },
  {
      label: "ניצני סיני",
      value: "ניצני סיני",
      "long": 34.39832,
      "latt": 30.90448
  },
  {
      label: "נס עמים",
      value: "נס עמים",
      "long": 35.12128,
      "latt": 32.9655
  },
  {
      label: "נטועה",
      value: "נטועה",
      "long": 35.32249,
      "latt": 33.06464
  },
  {
      label: "נירים",
      value: "נירים",
      "long": 34.4029,
      "latt": 31.33363
  },
  {
      label: "ניין",
      value: "ניין",
      "long": 35.34936,
      "latt": 32.63021
  },
  {
      label: "ניר יפה",
      value: "ניר יפה",
      "long": 35.24435,
      "latt": 32.56751
  },
  {
      label: "נעלה",
      value: "נעלה",
      "long": 35.0635,
      "latt": 31.96174
  },
  {
      label: "נס הרים",
      value: "נס הרים",
      "long": 35.06305,
      "latt": 31.7444
  },
  {
      label: "ניר ישראל",
      value: "ניר ישראל",
      "long": 34.64478,
      "latt": 31.6924
  },
  {
      label: "נירן",
      value: "נירן",
      "long": 35.45845,
      "latt": 31.96854
  },
  {
      label: "נטע",
      value: "נטע",
      "long": 34.92784,
      "latt": 31.47753
  },
  {
      label: "נחלה",
      value: "נחלה",
      "long": 34.7943,
      "latt": 31.66107
  },
  {
      label: "נירית",
      value: "נירית",
      "long": 34.98578,
      "latt": 32.14582
  },
  {
      label: "נעורים",
      value: "נעורים",
      "long": 34.85789,
      "latt": 32.36593
  },
  {
      label: "ניר עקיבא",
      value: "ניר עקיבא",
      "long": 34.64514,
      "latt": 31.46986
  },
  {
      label: "נטף",
      value: "נטף",
      "long": 35.06713,
      "latt": 31.83459
  },
  {
      label: "ניר עוז",
      value: "ניר עוז",
      "long": 34.40289,
      "latt": 31.30936
  },
  {
      label: "נען",
      value: "נען",
      "long": 34.85948,
      "latt": 31.88697
  },
  {
      label: "נחשונים",
      value: "נחשונים",
      "long": 34.94667,
      "latt": 32.06575
  },
  {
      label: "נחף",
      value: "נחף",
      "long": 35.3186,
      "latt": 32.93558
  },
  {
      label: "נצאצרה",
      value: "נצאצרה",
      "long": 34.74123,
      "latt": 31.39724
  },
  {
      label: "ניר אליהו",
      value: "ניר אליהו",
      "long": 34.94735,
      "latt": 32.19712
  },
  {
      label: "נצר סרני",
      value: "נצר סרני",
      "long": 34.82533,
      "latt": 31.92661
  },
  {
      label: "נחם",
      value: "נחם",
      "long": 35.00271,
      "latt": 31.76643
  },
  {
      label: "נחליאל",
      value: "נחליאל",
      "long": 35.14133,
      "latt": 31.97419
  },
  {
      label: "נצרת",
      value: "נצרת",
      "long": 35.29315,
      "latt": 32.7001
  },
  {
      label: "נתניה",
      value: "נתניה",
      "long": 34.86891,
      "latt": 32.32
  },
  {
      label: "סאג'ור",
      value: "סאג'ור",
      "long": 35.34211,
      "latt": 32.93947
  },
  {
      label: "נתיב השיירה",
      value: "נתיב השיירה",
      "long": 35.14315,
      "latt": 32.99524
  },
  {
      label: "נתיב העשרה",
      value: "נתיב העשרה",
      "long": 34.53982,
      "latt": 31.57209
  },
  {
      label: "נתיב הגדוד",
      value: "נתיב הגדוד",
      "long": 35.44556,
      "latt": 31.98869
  },
  {
      label: "נשר",
      value: "נשר",
      "long": 35.03138,
      "latt": 32.76864
  },
  {
      label: "עדנים",
      value: "עדנים",
      "long": 34.90927,
      "latt": 32.13938
  },
  {
      label: "סנסנה",
      value: "סנסנה",
      "long": 34.90311,
      "latt": 31.36296
  },
  {
      label: "סעד",
      value: "סעד",
      "long": 34.53447,
      "latt": 31.47005
  },
  {
      label: "עזוז",
      value: "עזוז",
      "long": 34.47219,
      "latt": 30.79267
  },
  {
      label: "עזר",
      value: "עזר",
      "long": 34.67071,
      "latt": 31.73688
  },
  {
      label: "סגולה",
      value: "סגולה",
      "long": 34.77633,
      "latt": 31.66976
  },
  {
      label: "סער",
      value: "סער",
      "long": 34.77239,
      "latt": 32.08441
  },
  {
      label: "סלעית",
      value: "סלעית",
      "long": 35.05117,
      "latt": 32.243
  },
  {
      label: "סופה",
      value: "סופה",
      "long": 34.34179,
      "latt": 31.23725
  },
  {
      label: "סמר",
      value: "סמר",
      "long": 35.02357,
      "latt": 29.83167
  },
  {
      label: "סולם",
      value: "סולם",
      "long": 35.33159,
      "latt": 32.60755
  },
  {
      label: "סאסא",
      value: "סאסא",
      "long": 35.39228,
      "latt": 33.02496
  },
  {
      label: "סלמה",
      value: "סלמה",
      "long": 35.36135,
      "latt": 32.89499
  },
  {
      label: "סח'נין",
      value: "סח'נין",
      "long": 35.30071,
      "latt": 32.86527
  },
  {
      label: "סייד",
      value: "סייד",
      "long": 34.91182,
      "latt": 31.28601
  },
  {
      label: "סוסיה",
      value: "סוסיה",
      "long": 35.11285,
      "latt": 31.39308
  },
  {
      label: "סביון",
      value: "סביון",
      "long": 34.87816,
      "latt": 32.04639
  },
  {
      label: "נצרת עילית",
      value: "נצרת עילית",
      "long": 35.3139,
      "latt": 32.69994
  },
  {
      label: "נתיבות",
      value: "נתיבות",
      "long": 34.57199,
      "latt": 31.41122
  },
  {
      label: "עין זיוון",
      value: "עין זיוון",
      "long": 35.79574,
      "latt": 33.09587
  },
  {
      label: "עדי",
      value: "עדי",
      "long": 35.17417,
      "latt": 32.78296
  },
  {
      label: "עין איילה",
      value: "עין איילה",
      "long": 34.94808,
      "latt": 32.63135
  },
  {
      label: "עברון",
      value: "עברון",
      "long": 35.10039,
      "latt": 32.98901
  },
  {
      label: "עין גב",
      value: "עין גב",
      "long": 35.63947,
      "latt": 32.76794
  },
  {
      label: "עבדון",
      value: "עבדון",
      "long": 35.18232,
      "latt": 33.04902
  },
  {
      label: "עזריקם",
      value: "עזריקם",
      "long": 34.69719,
      "latt": 31.75334
  },
  {
      label: "עגור",
      value: "עגור",
      "long": 34.91252,
      "latt": 31.69444
  },
  {
      label: "ע'ג'ר",
      value: "ע'ג'ר",
      "long": 35.62326,
      "latt": 33.27064
  },
  {
      label: "עזריה",
      value: "עזריה",
      "long": 34.91088,
      "latt": 31.89082
  },
  {
      label: "עומר",
      value: "עומר",
      "long": 34.84092,
      "latt": 31.26124
  },
  {
      label: "עוזה",
      value: "עוזה",
      "long": 34.75757,
      "latt": 31.59225
  },
  {
      label: "עוזייר",
      value: "עוזייר",
      "long": 35.32684,
      "latt": 32.79014
  },
  {
      label: "עזריאל",
      value: "עזריאל",
      "long": 34.97071,
      "latt": 32.26202
  },
  {
      label: "ספיר",
      value: "ספיר",
      "long": 35.1876,
      "latt": 30.60926
  },
  {
      label: "עופרה",
      value: "עופרה",
      "long": 35.2599,
      "latt": 31.9558
  },
  {
      label: "עילוט",
      value: "עילוט",
      "long": 35.25663,
      "latt": 32.71933
  },
  {
      label: "סתריה",
      value: "סתריה",
      "long": 34.84616,
      "latt": 31.88814
  },
  {
      label: "עין גדי",
      value: "עין גדי",
      "long": 35.39152,
      "latt": 31.46144
  },
  {
      label: "עין הבשור",
      value: "עין הבשור",
      "long": 34.50079,
      "latt": 31.3102
  },
  {
      label: "עידן",
      value: "עידן",
      "long": 35.29931,
      "latt": 30.80384
  },
  {
      label: "עין המפרץ",
      value: "עין המפרץ",
      "long": 35.09388,
      "latt": 32.89973
  },
  {
      label: "עין השלושה",
      value: "עין השלושה",
      "long": 34.40769,
      "latt": 31.35107
  },
  {
      label: "עין דור",
      value: "עין דור",
      "long": 35.41746,
      "latt": 32.65712
  },
  {
      label: "עיינות",
      value: "עיינות",
      "long": 34.77,
      "latt": 31.91565
  },
  {
      label: "עין חצבה",
      value: "עין חצבה",
      "long": 35.25149,
      "latt": 30.79765
  },
  {
    label: "עולש",
    value: "עולש",
    "long": 34.98452,
    "latt": 32.33158
},

{
    label: "עיילבון",
    value: "עיילבון",
    "long": 35.40267,
    "latt": 32.83545
},
{
    label: "עוצם",
    value: "עוצם",
    "long": 34.70446,
    "latt": 31.63674
},
{
    label: "עופר",
    value: "עופר",
    "long": 34.98156,
    "latt": 32.62254
},
{
    label: "עין העמק",
    value: "עין העמק",
    "long": 35.08524,
    "latt": 32.62945
},
{
    label: "עטרת",
    value: "עטרת",
    "long": 34.99968,
    "latt": 31.71598
},
{
    label: "עין החורש",
    value: "עין החורש",
    "long": 34.94038,
    "latt": 32.38685
},
{
    label: "עין חוד",
    value: "עין חוד",
    "long": 34.99982,
    "latt": 32.69156
},
{
    label: "עין יהב",
    value: "עין יהב",
    "long": 35.23804,
    "latt": 30.65831
},
{
    label: "עין הוד",
    value: "עין הוד",
    "long": 34.98255,
    "latt": 32.70014
},
{
    label: "עין ורד",
    value: "עין ורד",
    "long": 34.93169,
    "latt": 32.26439
},
{
    label: "עין שמר",
    value: "עין שמר",
    "long": 35.00829,
    "latt": 32.46272
},
{
    label: "עלי זהב",
    value: "עלי זהב",
    "long": 35.06407,
    "latt": 32.07344
},
{
    label: "עמיעוז",
    value: "עמיעוז",
    "long": 34.41197,
    "latt": 31.24651
},
{
    label: "עמוקה",
    value: "עמוקה",
    "long": 35.52494,
    "latt": 32.99742
},
{
    label: "עמיעד",
    value: "עמיעד",
    "long": 35.53944,
    "latt": 32.93004
},
{
    label: "עלמה",
    value: "עלמה",
    "long": 34.76171,
    "latt": 32.06057
},
{
    label: "עין השופט",
    value: "עין השופט",
    "long": 35.10042,
    "latt": 32.59557
},
{
    label: "עין כרמל",
    value: "עין כרמל",
    "long": 34.95594,
    "latt": 32.67699
},
{
    label: "עין יעקב",
    value: "עין יעקב",
    "long": 35.2295,
    "latt": 33.00819
},
{
    label: "עלי",
    value: "עלי",
    "long": 35.27726,
    "latt": 32.07561
},
{
    label: "עמיקם",
    value: "עמיקם",
    "long": 35.02135,
    "latt": 32.56321
},
{
    label: "עין מאהל",
    value: "עין מאהל",
    "long": 35.35273,
    "latt": 32.72318
},
{
    label: "עינת",
    value: "עינת",
    "long": 34.93369,
    "latt": 32.07967
},
{
    label: "עלמון",
    value: "עלמון",
    "long": 35.29329,
    "latt": 31.82898
},
{
    label: "עכו",
    value: "עכו",
    "long": 35.08587,
    "latt": 32.92343
},
{
    label: "עמינדב",
    value: "עמינדב",
    "long": 35.14189,
    "latt": 31.75151
},
{
    label: "עין נקובא",
    value: "עין נקובא",
    "long": 35.12253,
    "latt": 31.79543
},
{
    label: "עמנואל",
    value: "עמנואל",
    "long": 35.15328,
    "latt": 32.17531
},
{
    label: "עין עירון",
    value: "עין עירון",
    "long": 35.00883,
    "latt": 32.48507
},
{
    label: "עין צורים",
    value: "עין צורים",
    "long": 34.71782,
    "latt": 31.69545
},
{
    label: "עין ראפה",
    value: "עין ראפה",
    "long": 35.11674,
    "latt": 31.79163
},
{
    label: "עמיר",
    value: "עמיר",
    "long": 35.62403,
    "latt": 33.17941
},
{
    label: "עין קנייא",
    value: "עין קנייא",
    "long": 35.72898,
    "latt": 33.23311
},
{
    label: "עין שריד",
    value: "עין שריד",
    "long": 34.93512,
    "latt": 32.27535
},
{
    label: "עראבה",
    value: "עראבה",
    "long": 35.33891,
    "latt": 32.85101
},
{
    label: "עין תמר",
    value: "עין תמר",
    "long": 35.37389,
    "latt": 30.94409
},
{
    label: "עצמון שגב",
    value: "עצמון שגב",
    "long": 35.25274,
    "latt": 32.86597
},
{
    label: "ערב אל נעים",
    value: "ערב אל נעים",
    "long": 35.28961,
    "latt": 32.88698
},
{
    label: "ערד",
    value: "ערד",
    "long": 35.21278,
    "latt": 31.25636
},
{
    label: "ערערה-בנגב",
    value: "ערערה-בנגב",
    "long": 35.02184,
    "latt": 31.15415
},
{
    label: "עשרת",
    value: "עשרת",
    "long": 34.74607,
    "latt": 31.82239
},
{
    label: "עתניאל",
    value: "עתניאל",
    "long": 35.02692,
    "latt": 31.43794
},
{
    label: "עיר אובות",
    value: "עיר אובות",
    "long": 35.24664,
    "latt": 30.80921
},
{
    label: "עראמשה",
    value: "עראמשה",
    "long": 35.22926,
    "latt": 33.08937
},
{
    label: "ענב",
    value: "ענב",
    "long": 35.12677,
    "latt": 32.28398
},
{
    label: "עלומים",
    value: "עלומים",
    "long": 34.51395,
    "latt": 31.45241
},
{
    label: "עמקה",
    value: "עמקה",
    "long": 35.16265,
    "latt": 32.97909
},
{
    label: "עפולה",
    value: "עפולה",
    "long": 35.29493,
    "latt": 32.6213
},
{
    label: "עספיא",
    value: "עספיא",
    "long": 35.0592,
    "latt": 32.72789
},
{
    label: "פארן",
    value: "פארן",
    "long": 35.1535,
    "latt": 30.36582
},
{
    label: "ערערה",
    value: "ערערה",
    "long": 35.09645,
    "latt": 32.49922
},
{
    label: "עץ אפרים",
    value: "עץ אפרים",
    "long": 35.04621,
    "latt": 32.11946
},
{
    label: "ערוגות",
    value: "ערוגות",
    "long": 34.77182,
    "latt": 31.73833
},
{
    label: "פדיה",
    value: "פדיה",
    "long": 34.88701,
    "latt": 31.86123
},
{
    label: "פוריה עילית",
    value: "פוריה עילית",
    "long": 35.54655,
    "latt": 32.73128
},
{
    label: "פוריידיס",
    value: "פוריידיס",
    "long": 34.95268,
    "latt": 32.59773
},
{
    label: "פדואל",
    value: "פדואל",
    "long": 35.05469,
    "latt": 32.06373
},
{
    label: "עתלית",
    value: "עתלית",
    "long": 34.94068,
    "latt": 32.6931
},
{
    label: "פוריה - כפר עבודה",
    value: "poriyya-kefar avoda",
    "long": 35.54492,
    "latt": 32.72086
},
{
    label: "פוריה - נווה עובד",
    value: "פוריה - נווה עובד",
    "long": 35.53668,
    "latt": 32.74384
},
{
    label: "פורת",
    value: "פורת",
    "long": 34.94954,
    "latt": 32.27598
},
{
    label: "פטיש",
    value: "פטיש",
    "long": 34.55985,
    "latt": 31.32654
},
{
    label: "פדויים",
    value: "פדויים",
    "long": 34.61529,
    "latt": 31.32119
},
{
    label: "פצאל",
    value: "פצאל",
    "long": 35.44399,
    "latt": 32.0446
},
{
    label: "פסוטה",
    value: "פסוטה",
    "long": 35.31494,
    "latt": 33.04481
},
{
    label: "פתחיה",
    value: "פתחיה",
    "long": 34.88729,
    "latt": 31.86673
},
{
    label: "פסגות",
    value: "פסגות",
    "long": 35.22303,
    "latt": 31.90094
},
{
    label: "צוחר",
    value: "צוחר",
    "long": 34.42377,
    "latt": 31.23724
},
{
    label: "צופית",
    value: "צופית",
    "long": 34.91648,
    "latt": 32.19451
},
{
    label: "צבעון",
    value: "צבעון",
    "long": 35.41754,
    "latt": 33.02593
},
{
    label: "פרי גן",
    value: "פרי גן",
    "long": 34.35729,
    "latt": 31.22164
},
{
    label: "פרדסיה",
    value: "פרדסיה",
    "long": 34.9022,
    "latt": 32.30449
},
{
    label: "פרדס חנה-כרכור",
    value: "פרדס חנה-כרכור",
    "long": 34.96918,
    "latt": 32.476
},
{
    label: "פני חבר",
    value: "פני חבר",
    "long": 35.16657,
    "latt": 31.4853
},
{
    label: "צובה",
    value: "צובה",
    "long": 35.1199,
    "latt": 31.78407
},
{
    label: "פלמחים",
    value: "פלמחים",
    "long": 34.69804,
    "latt": 31.92583
},
{
    label: "פלך",
    value: "פלך",
    "long": 35.23419,
    "latt": 32.93357
},
{
    label: "פרזון",
    value: "פרזון",
    "long": 35.30864,
    "latt": 32.54694
},
{
    label: "צופיה",
    value: "צופיה",
    "long": 35.15956,
    "latt": 32.22128
},
{
    label: "צאלים",
    value: "צאלים",
    "long": 34.53564,
    "latt": 31.20422
},
{
    label: "פתח תקווה",
    value: "פתח תקווה",
    "long": 34.89161,
    "latt": 32.10576
},
{
    label: "צופים",
    value: "צופים",
    "long": 34.87793,
    "latt": 32.0621
},
{
    label: "צוקים",
    value: "צוקים",
    "long": 35.21079,
    "latt": 31.7858
},
{
    label: "פרוד",
    value: "פרוד",
    "long": 35.43134,
    "latt": 32.9334
},
{
    label: "צביה",
    value: "צביה",
    "long": 35.33106,
    "latt": 32.88963
},
{
    label: "צופר",
    value: "צופר",
    "long": 35.18083,
    "latt": 30.55971
},
{
    label: "צוריאל",
    value: "צוריאל",
    "long": 35.31116,
    "latt": 33.00916
},
{
    label: "צור הדסה",
    value: "צור הדסה",
    "long": 35.09666,
    "latt": 31.71517
},
{
    label: "צוקי ים",
    value: "צוקי ים(",
    "long": 34.8157,
    "latt": 31.8755
},
{
    label: "צור נתן",
    value: "צור נתן",
    "long": 35.01198,
    "latt": 32.24189
},
{
    label: "צור יצחק",
    value: "צור יצחק",
    "long": 34.99362,
    "latt": 32.24016
},
{
    label: "צורית",
    value: "צורית",
    "long": 35.25141,
    "latt": 32.903
},
{
    label: "צור משה",
    value: "צור משה",
    "long": 34.91498,
    "latt": 32.29771
},
{
    label: "צפריה",
    value: "צפריה",
    "long": 34.85559,
    "latt": 32.00364
},
{
    label: "ציפורי",
    value: "ציפורי",
    "long": 35.27385,
    "latt": 32.74937
},
{
    label: "צלפון",
    value: "צלפון",
    "long": 34.9319,
    "latt": 31.80452
},
{
    label: "צנדלה",
    value: "צנדלה",
    "long": 35.3242,
    "latt": 32.52014
},
{
    label: "צפרירים",
    value: "צפרירים",
    "long": 34.98349,
    "latt": 32.79694
},
{
    label: "קדימה-צורן",
    value: "קדימה-צורן",
    "long": 34.94412,
    "latt": 32.28767
},
{
    label: "קבוצת יבנה",
    value: "קבוצת יבנה",
    "long": 34.72115,
    "latt": 31.81507
},
{
    label: "קדמה",
    value: "קדמה",
    "long": 34.7757,
    "latt": 31.70139
},
{
    label: "צפת",
    value: "צפת",
    "long": 35.49152,
    "latt": 32.9694
},
{
    label: "צרופה",
    value: "צרופה",
    "long": 34.94756,
    "latt": 32.64901
},
{
    label: "צרעה",
    value: "צרעה",
    "long": 34.96851,
    "latt": 31.76205
},
{
    label: "קדומים",
    value: "קדומים",
    "long": 35.15885,
    "latt": 32.21192
},
{
    label: "קדמת צבי",
    value: "קדמת צבי",
    "long": 35.69777,
    "latt": 33.02881
},
{
    label: "קודייראת א-צאנ",
    value: "קודייראת א-צאנ",
    "long": 34.89775,
    "latt": 31.95614
},
{
    label: "קורנית",
    value: "קורנית",
    "long": 35.25287,
    "latt": 32.84424
},
{
    label: "קוממיות",
    value: "קוממיות",
    "long": 34.75945,
    "latt": 32.00126
},
{
    label: "קדרים",
    value: "קדרים",
    "long": 35.03513,
    "latt": 31.88726
},
{
    label: "קוואעין",
    value: "קוואעין",
    "long": 35.17912,
    "latt": 32.79475
},
{
    label: "קדרון",
    value: "קדרון",
    "long": 34.79614,
    "latt": 31.81509
},
{
    label: "קצר א-סר",
    value: "קצר א-סר",
    "long": 34.80216,
    "latt": 31.27222
},
{
    label: "קרית ענבים",
    value: "קרית ענבים",
    "long": 35.11778,
    "latt": 31.81133
},
{
    label: "קצרין",
    value: "קצרין",
    "long": 35.70861,
    "latt": 32.9876
},
{
    label: "קלנסווה",
    value: "קלנסווה",
    "long": 34.97943,
    "latt": 32.28946
},
{
    label: "קדר",
    value: "קדר",
    "long": 35.31133,
    "latt": 31.75451
},
{
    label: "קלע",
    value: "קלע",
    "long": 35.68791,
    "latt": 33.13253
},
{
    label: "קרית אונו",
    value: "קרית אונו",
    "long": 34.85839,
    "latt": 32.05854
},
{
    label: "קליה",
    value: "קליה",
    "long": 35.46696,
    "latt": 31.75065
},
{
    label: "קטורה",
    value: "קטורה",
    "long": 35.06142,
    "latt": 29.96815
},
{
    label: "קיסריה",
    value: "קיסריה",
    "long": 34.90546,
    "latt": 32.51613
},
{
    label: "קרית ים",
    value: "קרית ים",
    "long": 35.0725,
    "latt": 32.84937
},
{
    label: "קרית יערים",
    value: "קרית יערים",
    "long": 35.09145,
    "latt": 31.80221
},
{
    label: "קרית עקרון",
    value: "קרית עקרון",
    "long": 34.82896,
    "latt": 31.8651
},
{
    label: "קלחים",
    value: "קלחים",
    "long": 34.67807,
    "latt": 31.44665
},
{
    label: "קרית שלמה",
    value: "קרית שלמה",
    "long": 34.85879,
    "latt": 32.05392
},
{
    label: "קציר",
    value: "קציר",
    "long": 35.10338,
    "latt": 32.48887
},
{
    label: "קרית שמונה",
    value: "קרית שמונה",
    "long": 35.56851,
    "latt": 33.1953
},
{
    label: "קרית גת",
    value: "קרית גת",
    "long": 34.77475,
    "latt": 31.60521
},
{
    label: "קרית נטפים",
    value: "קרית נטפים",
    "long": 35.11504,
    "latt": 32.11667
},
{
    label: "קרית ביאליק",
    value: "קרית ביאליק",
    "long": 35.09253,
    "latt": 32.84159
},
{
    label: "קרית ארבע",
    value: "קרית ארבע",
    "long": 35.12358,
    "latt": 31.52758
},
{
    label: "קרית מלאכי",
    value: "קרית מלאכי",
    "long": 34.74975,
    "latt": 31.7371
},
{
    label: "קרית טבעון",
    value: "קרית טבעון",
    "long": 35.11582,
    "latt": 32.70695
},
{
    label: "קרית מוצקין",
    value: "קרית מוצקין",
    "long": 35.08092,
    "latt": 32.8457
},
{
    label: "קרית אתא",
    value: "קרית אתא",
    "long": 35.07546,
    "latt": 32.80872
},
{
    label: "ראס עלי",
    value: "ראס עלי",
    "long": 35.15299,
    "latt": 32.77067
},
{
    label: "ראמה",
    value: "ראמה",
    "long": 35.36698,
    "latt": 32.93853
},
{
    label: "ראס אל-עין",
    value: "ראס אל-עין",
    "long": 35.37308,
    "latt": 32.91433
},
{
    label: "ראש צורים",
    value: "ראש צורים",
    "long": 35.12418,
    "latt": 31.6675
},
{
    label: "ראש העין",
    value: "ראש העין",
    "long": 34.93747,
    "latt": 32.09496
},
{
    label: "קרני שומרון",
    value: "קרני שומרון",
    "long": 35.10349,
    "latt": 32.17937
},
{
    label: "קשת",
    value: "קשת",
    "long": 35.81025,
    "latt": 32.97764
},
{
    label: "רגבה",
    value: "רגבה",
    "long": 35.09402,
    "latt": 32.97823
},
{
    label: "ראש פינה",
    value: "ראש פינה",
    "long": 35.54938,
    "latt": 32.96891
},
{
    label: "רחלים",
    value: "רחלים",
    "long": 35.25551,
    "latt": 32.10208
},
{
    label: "רחובות",
    value: "רחובות",
    "long": 34.79437,
    "latt": 31.97691
},
{
    label: "רבדים",
    value: "רבדים",
    "long": 34.81657,
    "latt": 31.77326
},
{
    label: "רוחמה",
    value: "רוחמה",
    "long": 34.70891,
    "latt": 31.49797
},
{
    label: "רהט",
    value: "רהט",
    "long": 34.75737,
    "latt": 31.39196
},
{
    label: "רגבים",
    value: "רגבים",
    "long": 35.03304,
    "latt": 32.52329
},
{
    label: "רחוב",
    value: "רחוב",
    "long": 35.48914,
    "latt": 32.45287
},
{
    label: "רומת הייב",
    value: "רומת הייב",
    "long": 35.30335,
    "latt": 32.77888
},
{
    label: "רוח מדבר",
    value: "רוח מדבר",
    "long": 34.75917,
    "latt": 31.01449
},
{
    label: "רבבה",
    value: "רבבה",
    "long": 35.12873,
    "latt": 32.11963
},
{
    label: "רווחה",
    value: "רווחה",
    "long": 34.73035,
    "latt": 31.64519
},
{
    label: "רועי",
    value: "רועי",
    "long": 35.49043,
    "latt": 32.24675
},
{
    label: "רוויה",
    value: "רוויה",
    "long": 35.47478,
    "latt": 32.44862
},
{
    label: "רביבים",
    value: "רביבים",
    "long": 34.71786,
    "latt": 31.03938
},
{
    label: "רמות מאיר",
    value: "רמות מאיר",
    "long": 34.85239,
    "latt": 31.87336
},
{
    label: "רם-און",
    value: "רם-און",
    "long": 35.25845,
    "latt": 32.52832
},
{
    label: "רביד",
    value: "רביד",
    "long": 35.46418,
    "latt": 32.85063
},
{
    label: "רכסים",
    value: "רכסים",
    "long": 35.10104,
    "latt": 32.75152
},
{
    label: "רומאנה",
    value: "רומאנה",
    "long": 35.3101,
    "latt": 32.78784
},
{
    label: "רותם",
    value: "רותם",
    "long": 35.5191,
    "latt": 32.33622
},
{
    label: "ריחן",
    value: "ריחן",
    "long": 35.13438,
    "latt": 32.46943
},
{
    label: "ראשון לציון",
    value: "ראשון לציון",
    "long": 34.79437,
    "latt": 31.97691
},
{
    label: "ריחאניה",
    value: "ריחאניה",
    "long": 35.48518,
    "latt": 33.04803
},
{
    label: "רינתיה",
    value: "רינתיה",
    "long": 34.92807,
    "latt": 32.04438
},
{
    label: "ריינה",
    value: "ריינה",
    "long": 35.3149,
    "latt": 32.71763
},
{
    label: "רימונים",
    value: "רימונים",
    "long": 34.81507,
    "latt": 32.07934
},
{
    label: "רמות מנשה",
    value: "רמות מנשה",
    "long": 35.05818,
    "latt": 32.59754
},
{
    label: "רמות השבים",
    value: "רמות השבים",
    "long": 34.88658,
    "latt": 32.16523
},
{
    label: "רמת יוחנן",
    value: "רמת יוחנן",
    "long": 35.123,
    "latt": 32.79243
},
{
    label: "רמות",
    value: "רמות",
    "long": 34.81426,
    "latt": 31.27385
},
{
    label: "רמת גן",
    value: "רמת גן",
    "long": 34.81507,
    "latt": 32.07934
},
{
    label: "רמת ישי",
    value: "רמת ישי",
    "long": 35.17251,
    "latt": 32.7067
},
{
    label: "רשפון",
    value: "רשפון",
    "long": 34.82118,
    "latt": 32.20339
},
{
    label: "רמת מגשימים",
    value: "רמת מגשימים",
    "long": 35.80743,
    "latt": 32.8434
},
{
    label: "רמות נפתלי",
    value: "רמות נפתלי",
    "long": 35.55201,
    "latt": 33.10127
},
{
    label: "שאר ישוב",
    value: "שאר ישוב",
    "long": 35.64559,
    "latt": 33.22808
},
{
    label: "רמלה",
    value: "רמלה",
    "long": 34.87118,
    "latt": 31.92683
},
{
    label: "רמת דוד",
    value: "רמת דוד",
    "long": 35.20315,
    "latt": 32.67869
},
{
    label: "רמת הכובש",
    value: "רמת הכובש",
    "long": 34.93924,
    "latt": 32.22092
},
{
    label: "רמת השרון",
    value: "רמת השרון",
    "long": 34.83584,
    "latt": 32.13946
},
{
    label: "רשפים",
    value: "רשפים",
    "long": 35.47823,
    "latt": 32.48347
},
{
    label: "שבי שומרון",
    value: "שבי שומרון",
    "long": 35.18311,
    "latt": 32.26154
},
{
    label: "רמת צבי",
    value: "רמת צבי",
    "long": 35.41384,
    "latt": 32.59107
},
{
    label: "שבלי - אום אל-גנם",
    value: "שבלי - אום אל-גנם",
    "long": 35.39226,
    "latt": 32.67456
},
{
    label: "רנן",
    value: "רנן",
    "long": 34.60256,
    "latt": 31.33775
},
{
    label: "רמת רזיאל",
    value: "רמת רזיאל",
    "long": 34.59321,
    "latt": 31.66576
},
{
    label: "שגב-שלום",
    value: "שגב-שלום",
    "long": 34.84119,
    "latt": 31.20155
},
{
    label: "רמת רחל",
    value: "רמת רחל",
    "long": 35.21838,
    "latt": 31.73795
},
{
    label: "שבי ציון",
    value: "שבי ציון",
    "long": 35.08494,
    "latt": 32.98216
},
{
    label: "רתמים",
    value: "רתמים",
    "long": 34.6899,
    "latt": 31.05346
},
{
    label: "רעים",
    value: "רעים",
    "long": 34.76979,
    "latt": 32.01392
},
{
    label: "רעננה",
    value: "רעננה",
    "long": 34.84597,
    "latt": 32.1904
},
{
    label: "שדה בוקר",
    value: "שדה בוקר",
    "long": 34.79319,
    "latt": 30.8717
},
{
    label: "שדה יואב",
    value: "שדה יואב",
    "long": 34.68526,
    "latt": 31.64455
},
{
    label: "שדה אליעזר",
    value: "שדה אליעזר",
    "long": 35.56765,
    "latt": 33.04508
},
{
    label: "רקפת",
    value: "רקפת",
    "long": 35.26326,
    "latt": 32.85655
},
{
    label: "שדה אילן",
    value: "שדה אילן",
    "long": 35.42365,
    "latt": 32.74581
},
{
    label: "שדי תרומות",
    value: "שדי תרומות",
    "long": 35.48585,
    "latt": 32.43929
},
{
    label: "שדה עוזיהו",
    value: "שדה עוזיהו",
    "long": 34.67636,
    "latt": 31.75761
},
{
    label: "שחר",
    value: "שחר",
    "long": 34.72403,
    "latt": 31.61699
},
{
    label: "שדה ורבורג",
    value: "שדה ורבורג",
    "long": 34.90363,
    "latt": 32.20679
},
{
    label: "שדות מיכה",
    value: "שדות מיכה",
    "long": 34.92305,
    "latt": 31.72156
},
{
    label: "שורשים",
    value: "שורשים",
    "long": 35.25722,
    "latt": 32.89204
},
{
    label: "שדמה",
    value: "שדמה",
    "long": 34.74042,
    "latt": 31.8311
},
{
    label: "שדה דוד",
    value: "שדה דוד",
    "long": 34.68423,
    "latt": 31.57626
},
{
    label: "שדה יעקב",
    value: "שדה יעקב",
    "long": 35.1399,
    "latt": 32.69797
},
{
    label: "שדי חמד",
    value: "שדי חמד",
    "long": 34.94662,
    "latt": 32.15579
},
{
    label: "שדה אליהו",
    value:" שדה אליהו",
    "long": 35.51457,
    "latt": 32.4393
},
{
    label: "שיטים",
    value: "שיטים",
    "long": 35.01617,
    "latt": 30.17591
},
{
    label: "שזור",
    value: "שזור",
    "long": 35.3516,
    "latt": 32.93374
},
{
    label: "שלוחות",
    value: "שלוחות",
    "long": 35.48104,
    "latt": 32.47154
},
{
    label: "שלומי",
    value: "שלומי",
    "long": 35.14523,
    "latt": 33.07775
},
{
    label: "שייח' דנון",
    value: "שייח' דנון",
    "long": 35.1456,
    "latt": 32.99284
},
{
    label: "שילת",
    value: "שילת",
    "long": 35.02279,
    "latt": 31.9151
},
{
    label: "שילה",
    value: "שילה",
    "long": 35.29121,
    "latt": 32.05216
},
{
    label: "שיבולים",
    value: "שיבולים",
    "long": 34.60756,
    "latt": 31.39601
},
{
    label: "שחרות",
    value: "שחרות",
    "long": 35.00163,
    "latt": 29.90272
},
{
    label: "שורש",
    value: "שורש",
    "long": 35.0683,
    "latt": 31.79329
},
{
    label: "שוהם",
    value: "שוהם",
    "long": 34.94552,
    "latt": 31.9982
},
{
    label: "שדה ניצן",
    value: "שדה ניצן",
    "long": 34.41918,
    "latt": 31.2298
},
{
    label: "שוקדה",
    value: "שוקדה",
    "long": 34.52489,
    "latt": 31.42334
},
{
    label: "שדה צבי",
    value: "שדה צבי",
    "long": 34.71205,
    "latt": 31.44981
},
{
    label: "שדה יצחק",
    value: "שדה יצחק",
    "long": 34.99424,
    "latt": 32.40234
},
{
    label: "שדרות",
    value: "שדרות",
    "long": 34.60658,
    "latt": 31.52239
},
{
    label: "שומריה",
    value: "שומריה",
    "long": 34.88589,
    "latt": 31.43191
},
{
    label: "שומרה",
    value: "שומרה",
    "long": 35.28704,
    "latt": 33.08694
},
{
    label: "שושנת העמקים",
    value: "שושנת העמקים",
    "long": 34.8157,
    "latt": 31.8755
},
{
    label: "שואבה",
    value: "שואבה",
    "long": 35.07576,
    "latt": 31.79727
},
{
    label: "שדות ים",
    value: "שדות ים",
    "long": 34.89264,
    "latt": 32.49413
},
{
    label: "שכניה",
    value: "שכניה",
    "long": 35.24701,
    "latt": 32.84806
},
{
    label: "שדה נחמיה",
    value: "שדה נחמיה",
    "long": 35.62396,
    "latt": 33.1871
},
{
    label: "שדמות דבורה",
    value: "שדמות דבורה",
    "long": 35.43653,
    "latt": 32.69339
},
{
    label: "שדי אברהם",
    value: "שדי אברהם",
    "long": 34.33545,
    "latt": 31.212
},
{
    label: "שדה משה",
    value: "שדה משה",
    "long": 34.80197,
    "latt": 31.6114
},
{
    label: "שדמות מחולה",
    value: "שדמות מחולה",
    "long": 35.53347,
    "latt": 32.34577
},
{
    label: "שובל",
    value: "שובל",
    "long": 34.74753,
    "latt": 31.41184
},
{
    label: "שובה",
    value: "שובה",
    "long": 34.54432,
    "latt": 31.44912
},
{
    label: "שדה נחום",
    value: "שדה נחום",
    "long": 34.77948,
    "latt": 31.96473
},
{
    label: "שני",
    value: "שני",
    "long": 35.2181,
    "latt": 31.78122
},
{
    label: "שעב",
    value: "שעב",
    "long": 35.24225,
    "latt": 32.89044
},
{
    label: "שמעה",
    value: "שמעה",
    "long": 35.01261,
    "latt": 31.3876
},
{
    label: "שמיר",
    value: "שמיר",
    "long": 35.66034,
    "latt": 33.1648
},
{
    label: "שעלבים",
    value: "שעלבים",
    "long": 34.98582,
    "latt": 31.86969
},
{
    label: "שלווה במדבר",
    value: "שלווה במדבר",
    "long": 34.76712,
    "latt": 31.56408
},
{
    label: "שמרת",
    value: "שמרת",
    "long": 35.0958,
    "latt": 32.95085
},
{
    label: "שער אפרים",
    value: "שער אפרים",
    "long": 34.99746,
    "latt": 32.29096
},
{
    label: "שעורים",
    value: "שעורים",
    "long": 35.01384,
    "latt": 32.52136
},
{
    label: "שלומית",
    value: "שלומית",
    "long": 34.79013,
    "latt": 32.01223
},
{
    label: "שעל",
    value: "שעל",
    "long": 35.71912,
    "latt": 33.11443
},
{
    label: "שלווה",
    value: "שלווה",
    "long": 34.76663,
    "latt": 31.56054
},
{
    label: "שער הגולן",
    value: "שער הגולן",
    "long": 35.60419,
    "latt": 32.68529
},
{
    label: "שפיים",
    value: "שפיים",
    "long": 34.82866,
    "latt": 32.22079
},
{
    label: "שער העמקים",
    value: "שער העמקים",
    "long": 35.1124,
    "latt": 32.72158
},
{
    label: "שניר",
    value: "שניר",
    "long": 35.67762,
    "latt": 33.24039
},
{
    label: "שמשית",
    value: "שמשית",
    "long": 35.24611,
    "latt": 32.73285
},
{
    label: "שערי תקווה",
    value: "שערי תקווה",
    "long": 35.02651,
    "latt": 32.12281
},
{
    label: "שפיר",
    value: "שפיר",
    "long": 34.73126,
    "latt": 31.69541
},
{
    label: "שפר",
    value: "שפר",
    "long": 35.43667,
    "latt": 32.94526
},
{
    label: "שער מנשה",
    value: "שער מנשה",
    "long": 35.01244,
    "latt": 32.44948
},
{
    label: "שקד",
    value: "שקד",
    "long": 35.17262,
    "latt": 32.47367
},
{
    label: "תובל",
    value: "תובל",
    "long": 35.24491,
    "latt": 32.92985
},
{
    label: "שקף",
    value: "שקף",
    "long": 34.93682,
    "latt": 31.51409
},
{
    label: "שפרעם",
    value: "שפרעם",
    "long": 35.17228,
    "latt": 32.80553
},
{
    label: "שתולים",
    value: "שתולים",
    "long": 34.67803,
    "latt": 31.77769
},
{
    label: "שרונה",
    value: "שרונה",
    "long": 34.78679,
    "latt": 32.07065
},
{
    label: "תאשור",
    value: "תאשור",
    "long": 34.87498,
    "latt": 32.29861
},
{
    label: "שריד",
    value: "שריד",
    "long": 35.22667,
    "latt": 32.66421
},
{
    label: "שתולה",
    value: "שתולה",
    "long": 35.31531,
    "latt": 33.08583
},
{
    label: "תושיה",
    value: "תושיה",
    "long": 34.7897,
    "latt": 32.06641
},
{
    label: "שריגים לי-און",
    value: "שריגים לי-און",
    "long": 34.93502,
    "latt": 31.67652
},
{
    label: "שרשרת",
    value: "שרשרת",
    "long": 34.60211,
    "latt": 31.40166
},
{
    label: "תדהר",
    value: "תדהר",
    "long": 34.63001,
    "latt": 31.37847
},
{
    label: "תירוש",
    value: "תירוש",
    "long": 34.88659,
    "latt": 31.75128
},
{
    label: "תימורים",
    value: "תימורים",
    "long": 34.76017,
    "latt": 31.71584
},
{
    label: "תומר",
    value: "תומר",
    "long": 35.44204
},
{
    label: "תל אביב - יפו",
    value: "תל אביב - יפו",
    "long": 34.78953,
    "latt": 32.08556
},
{
    label: "תל יוסף",
    value: "תל יוסף",
    "long": 35.40001,
    "latt": 32.55621
},
{
    label: "תל מונד",
    value: "tel mond",
    "long": 34.91524,
    "latt": 32.2521
},
{
    label: "תל עדשים",
    value: "tel adashim",
    "long": 35.3011,
    "latt": 32.65725
},
{
    label: "תל יצחק",
    value: "tel yizhaq",
    "long": 34.87048,
    "latt": 32.25202
},
{
    label: "תלם",
    value: "telem",
    "long": 35.03152,
    "latt": 31.56476
},
{
    label: "תל קציר",
    value: "תל קציר",
    "long": 35.61632,
    "latt": 32.70649
},
{
    label: "תלמי יחיאל",
    value: "תלמי יחיאל",
    "long": 34.76358,
    "latt": 31.75135
},
{
    label: "תלמי יוסף",
    value: "תלמי יוסף",
    "long": 34.36093,
    "latt": 31.199
},
{
    label: "תל שבע",
    value: "תל שבע",
    "long": 34.86047,
    "latt": 31.24799
},
{
    label: "תלמי אליהו",
    value: "תלמי אליהו",
    "long": 34.42886,
    "latt": 31.23031
},
{
    label: "תלמים",
    value: "תלמים",
    "long": 34.67296,
    "latt": 31.56449
},
{
    label: "תעוז",
    value: "תעוז",
    "long": 34.97457,
    "latt": 31.80136
},
{
    label: "תמרת",
    value: "תמרת",
    "long": 35.22671,
    "latt": 32.7036
},
{
    label: "תנובות",
    value: "תנובות",
    "long": 34.96268,
    "latt": 32.30686
},
{
    label: "תפרח",
    value: "תפרח",
    "long": 34.67525,
    "latt": 31.32557
},
{
    label: "תקוע",
    value: "תקוע",
    "long": 35.23077,
    "latt": 31.65255
},
{
    label: "תקומה",
    value: "תקומה",
    "long": 34.57491,
    "latt": 31.44382
},
{
    label: "תלמי יפה",
    value: " תלמי יפה",
    "long": 34.61247,
    "latt": 31.61666
},
{
    label: "תרום",
    value: "תרום",
    "long": 34.981,
    "latt": 31.78319
},
{
    label: "רמת השופט",
    value:  "רמת השופט",
    "long": 35.0948,
    "latt": 32.61113
}
]

  export default { optionsSupllier, optionsBar, optionsDj, optionsCatering, optionsEquip, AllCities,optionsSubject};